{
	"songs": [
		[
			1,
			"if i didnt care",
			"by Jack Lawrence Performed by The Ink Spots Courtesy of MCA Records"
		],
		[
			2,
			"duettino  sullaria",
			"from opera \"Le nozze di Figaro (The Marriage of Figaro)\" Composed by Wolfgang Amadeus Mozart Libretto by Lorenzo da Ponte (uncredited) Performed by Edith Mathis (uncredited) and Gundula Janowitz (uncredited) Chor und Orchester der Deutschen Oper Berlin Conducted by Karl Bhm Courtesy of Deutsche Grammophon, by arrangement with PolyGram Special Markets"
		],
		[
			3,
			"put the blame on mame",
			"by Allan Roberts and Doris Fisher Heard on \"Gilda\" soundtrack"
		],
		[
			4,
			"lovesick blues",
			"by Cliff Friend and Irving Mills Performed by Hank Williams Courtesy of PolyGram Special Markets"
		],
		[
			5,
			"willie and the hand jive",
			"by Johnny Otis Courtesy of Capitol Records Under license from CEMA Special Markets"
		],
		[
			6,
			"a mighty fortress is our god",
			"(uncredited) Written by Martin Luther Performed by Bob Gunton"
		],
		[
			7,
			"mall wedding sequence",
			"(1972) Music by Carmine Coppola"
		],
		[
			8,
			"i have but one heart",
			"(1945) Music by Johnny Farrow Lyrics by Marty Symes Performed by Al Martino (uncredited)"
		],
		[
			9,
			"luna mezz o mare",
			"(aka \"Che La Luna\") Composed by Paolo Citarella Performed by Morgana King (uncredited)"
		],
		[
			10,
			"manhattan serenade",
			"(1928) Music by Louis Alter Performed by Tommy Dorsey & His Orchestra (uncredited)"
		],
		[
			11,
			"have yourself a merry little christmas",
			"(1944) Written by Hugh Martin and Ralph Blane Performed by Al Martino (uncredited)"
		],
		[
			12,
			"santa claus is coming to town",
			"(1934) Written by Haven Gillespie, J. Fred Coots"
		],
		[
			13,
			"the bells of st marys",
			"(1971) Music by A. Emmett Adams (as A.E. Adams) Lyrics by Douglas Furber"
		],
		[
			14,
			"all of my life",
			"(1944) Written by Irving Berlin"
		],
		[
			15,
			"mona lisa",
			"(1950) Lyrics by Jay Livingston Music by Ray Evans"
		],
		[
			16,
			"passacaglia and fugue in c minor bwv 582",
			"(1706-1713) (Baptism sequence) Music by Johann Sebastian Bach"
		],
		[
			17,
			"non so pi",
			"(1786) (uncredited) (Cherubino's Aria) from opera \"Le nozze di Figaro\" Act I, Scene V Music by Wolfgang Amadeus Mozart Libretto by Lorenzo da Ponte"
		],
		[
			18,
			"brindisi libiamo ne lieti calici",
			"(1853) (uncredited) From La Traviata Music by Giuseppe Verdi Libretto by Francesco Maria Piave"
		],
		[
			19,
			"this loneliness",
			"(1972) (uncredited) Written and Performed by Carmine Coppola"
		],
		[
			20,
			"for hes a jolly good fellow",
			"(uncredited) Traditional Sung by all at Michael's birthday party"
		],
		[
			21,
			"antico canto siciliano",
			"(uncredited)"
		],
		[
			22,
			"solid potato salad",
			"(uncredited) Written by Don Raye and Gene de Paul"
		],
		[
			23,
			"balmoral",
			"Performed by The Pipes and Drums of the Chicago Police Department"
		],
		[
			24,
			"scatterin monkey",
			"(1998) Written by Masayuki Nakano and Michiyuki Kawashima Performed by Boom Boom Satellites Courtesy of Epic Records & Sony Music Entertainment (Japan) Inc. By Arrangement with Sony BMG Music Entertainment"
		],
		[
			25,
			"4 a moment of silence",
			"(1998) Written by Masayuki Nakano and Michiyuki Kawashima Performed by Boom Boom Satellites Courtesy of Epic Records & Sony Music Entertainment (Japan) Inc. By Arrangement with Sony BMG Music Entertainment"
		],
		[
			26,
			"andante from string quartet in a minor d 804 rosamunde",
			"(1824) (uncredited) Written by Franz Schubert"
		],
		[
			27,
			"senza mamma",
			"(F. Pennino Edition) Francesco Pennino Performed by Livio Giorgi"
		],
		[
			28,
			"napule ve salute",
			"Francesco Pennino Performed by Livio Giorgi"
		],
		[
			29,
			"mr wonderful",
			"Jerry Bock Lawrence Holofcener (as Larry Holofcener) George David Weiss (as George Weiss)"
		],
		[
			30,
			"heart and soul",
			"Frank Loesser and Hoagy Carmichael"
		],
		[
			31,
			"guantanamera",
			"(uncredited) Written by Julian Orbon, Pete Seeger, Jos Fernndez Daz, Hector Angulo and Jos Mart"
		],
		[
			32,
			"the starspangled banner",
			"(1814) (uncredited) Music based on \"The Anacreontic Song\" by John Stafford Smith"
		],
		[
			33,
			"pop goes the weasel",
			"(uncredited) Traditional English nursery rhyme (first published 1855)"
		],
		[
			34,
			"u sciccareddu sicilianu",
			"(uncredited) Traditional"
		],
		[
			35,
			"dance of the cuckoos",
			"(uncredited) Music by Marvin Hatley Portion whistled by Jack Warden"
		],
		[
			36,
			"mamatschi mommy buy me a pony",
			"Written by Oskar Schima and Franz Xaver Kappus (as F.X. Kappus) Performed by Mimi Thoma Courtesy of The RCA Records Label of BMG Music"
		],
		[
			37,
			"god bless the child",
			"Written by Billie Holiday and Arthur Herzog Jr. Performed by Billie Holiday Courtesy of MCA Records"
		],
		[
			38,
			"la capricieuse opus 17",
			"Composed by Edward Elgar Arranged by Jascha Heifetz Performed by Itzhak Perlman on Violin and Sam Sanders on Piano Courtesy of EMI Classics Under license from CEMA Special Markets"
		],
		[
			39,
			"die holzauktion",
			"Written by Otto Teich Performed by Rudi Scherfling With the Egon Kaiser Orchestra Courtesy of BMG Ariola Muenchen GmbH"
		],
		[
			40,
			"gute nacht mutter",
			"Composed by Werner Bochmann Text by Erwin Lehnow Arranged by Werner Eisbrenner for Electrola Performed by Wilhelm Strienz and FFB Orchestra Conducted by Werner Eisbrenner Courtesy of EMI Classics Under license from CEMA Special Markets"
		],
		[
			41,
			"oyf n pripetshok",
			"(uncredited) Composed by Mark Warschafsky Performed by The Li-Ron Herzeliya Children's Choir Tel-Aviv Conducted by Ronit Shapira"
		],
		[
			42,
			"yeroushalaim shel zahav",
			"(Jerusalem of Gold) Written by Naomi Shemer Performed by The Ramat Gan Chamber Choir Tel-Aviv Conducted by Hana Tzur"
		],
		[
			43,
			"por una cabeza",
			"(uncredited) Music by Carlos Gardel"
		],
		[
			44,
			"meine lippen sie kssen so heiss",
			"(uncredited) from operetta \"Giuditta\" Music by Franz Lehr (plays workers welcome Schindler, then kisses to girls)"
		],
		[
			45,
			"to ostatnia niedziela",
			"(uncredited) Written by Jerzy Petersburski Performed by Jacek Wjcicki"
		],
		[
			46,
			"english suite no2 in a minor",
			"(uncredited) Written by Johann Sebastian Bach Performed by Johann Sebastian Bach"
		],
		[
			47,
			"mein vater war ein wandersmann",
			"(uncredited) Written by Friedrich-Wilhelm Mller Performed by Friedrich-Wilhelm Mller"
		],
		[
			48,
			"auf der heide blueht ein kleines bluemelein",
			"(uncredited) Written by Herms Niel Performed by Herms Niel"
		],
		[
			49,
			"szomor vasrnap",
			"(uncredited) Written by Rezs Seress Performed by Rezs Seress"
		],
		[
			50,
			"sus ojos se cerraron",
			"(uncredited) Music by Carlos Gardel"
		],
		[
			51,
			"milosc ci wszystko wybaczy",
			"Music by Henry Vars Lyrics by Julian Tuwim Performed by Hanka Ordonwna"
		],
		[
			52,
			"into the west",
			"Words and Music by Howard Shore, Fran Walsh, and Annie Lennox Performed by Annie Lennox Annie Lennox appears courtesy of BMG Ariola Munchen GmbH"
		],
		[
			53,
			"the green dragon",
			"Music by David Donaldson, David Long, Steve Roche (as Stephen Roche), and Janet Roddick Lyrics by Philippa Boyens Performed by Billy Boyd and Dominic Monaghan Courtesy of Mana Music"
		],
		[
			54,
			"the edge of night",
			"Music by Billy Boyd Lyrics by J.R.R. Tolkien Performed by Billy Boyd Adapted by Philippa Boyens Orchestration by Howard Shore"
		],
		[
			55,
			"aragorns coronation",
			"Music by Viggo Mortensen Lyrics by J.R.R. Tolkien Performed by Viggo Mortensen"
		],
		[
			56,
			"the house of healing",
			"(The Lord of The Rings: The Return of the King - The Extended Edition) Music by Howard Shore Performed by Liv Tyler"
		],
		[
			57,
			"a shadow lies between us",
			"(uncredited) Music by Howard Shore Lyrics by J.R.R. Tolkien Performed by Liv Tyler"
		],
		[
			58,
			"misirlou",
			"Written by Fred Wise, Milton Leeds, Bob Russell, and Nicholas Roubanis Performed by Dick Dale & His Del-Tones Courtesy of Rhino Records"
		],
		[
			59,
			"its country",
			"(uncredited) Music by Ole Georg (as Henrik Nielsen) Published by Kronborg Music (BMI) Courtesy of Capitol/Ole Georg Music"
		],
		[
			60,
			"jungle boogie",
			"Written by Ronald Bell, Claydes Smith, George 'Funky' Brown (as George Brown), Robert 'Spike' Mickens (as Robert Mickens), Don Boyce, Ricky Westfield, Dennis D.T. Thomas (as Dennis Thomas), and Robert 'Kool' Bell (as Robert Bell) Performed by Kool & The Gang Courtesy of Polygram Special Markets"
		],
		[
			61,
			"strawberry letter 23",
			"Written by Shuggie Otis Performed by Brothers Johnson Courtesy of A&M Records, Inc."
		],
		[
			62,
			"bustin surfboards",
			"Written by Gerald Sanders, Jesse Sanders, Norman Sander and Leonard Delaney Performed by The Tornadoes Courtesy of GNP Crescendo Records"
		],
		[
			63,
			"lets stay together",
			"Written by Al Green, Al Jackson Jr., and Willie Mitchell Performed by Al Green Courtesy of HI Records Under License From CEMA Special Markets"
		],
		[
			64,
			"son of a preacher man",
			"Written by John Hurley, Ronnie Wilkins Performed by Dusty Springfield Courtesy of Atlantic Recording Corp. By Arrangement with Warner Special Products & Polygram Record Operations Limited"
		],
		[
			65,
			"bullwinkle part ii",
			"Written by Dennis Rose, Ernest Furrow Performed by The Centurians Courtesy of Del-Fi Records, Inc."
		],
		[
			66,
			"waitin in school",
			"Written by Johnny Burnette and Dorsey Burnette Performed by Gary Shorelle Produced by Joseph Vitarelli and Nicholas Viterelli (as Nick Viterelli)"
		],
		[
			67,
			"lonesome town",
			"Written by Baker Knight Performed by Ricky Nelson Courtesy of EMI Records USA, A Division of ERG Under License From CEMA Special Markets"
		],
		[
			68,
			"ace of spades",
			"Written by Link Wray (as F.L. Wray Sr.) and Milt Grant (as M. Cooper) Performed by Link Wray Courtesy of Rollercoaster Records, England"
		],
		[
			69,
			"rumble",
			"Written by Link Wray (as F.L. Wray Sr.) and Milt Grant (as M. Cooper) Performed by Link Wray And His Raymen Courtesy of Rollercoaster Records, England"
		],
		[
			70,
			"since i first met you",
			"Written by H.B. Barnum Performed by The Robins Courtesy of GNP Crescendo Records"
		],
		[
			71,
			"teenagers in love",
			"Written by William Rosenauer Performed by Woody Thorne Courtesy of GNP Crescendo Records"
		],
		[
			72,
			"you never can tell",
			"Written by Chuck Berry Performed by Chuck Berry Courtesy of MCA Records"
		],
		[
			73,
			"girl youll be a woman soon",
			"Written by Neil Diamond Performed by Urge Overkill Courtesy of Touch And Go Records, Inc."
		],
		[
			74,
			"if love is a red dress hang me in rags",
			"Written by Maria McKee Performed by Maria McKee Courtesy of Geffen Records"
		],
		[
			75,
			"flowers on the wall",
			"Written by Lew DeWitt (as Lewis DeWitt) Performed by The Statler Brothers Courtesy of Mercury/Nashville By Arrangement With Polygram Special Markets"
		],
		[
			76,
			"out of limits",
			"Written by Michael Z. Gordon (as Michael Gordon) Performed by The Marketts Courtesy of Go-Jo Music"
		],
		[
			77,
			"surf rider",
			"Written by Bob Bogle, Nole Edwards, Don Wilson Performed by The Lively Ones Courtesy of Del-Fi Records Inc. By Arrangement with Rhino Records"
		],
		[
			78,
			"comanche",
			"Written by The Revels Performed by The Revels Courtesy of Downey Records"
		],
		[
			79,
			"ole ole",
			"(uncredited) Music by David Snell Published by Bruton Music (ASCAP) Courtesy of Associated Production Music"
		],
		[
			80,
			"flaming red hair",
			"Music Composed and Performed by David Donaldson, David Long, Steve Roche (as Stephen Roche), Janet Roddick with Peter Daly, Chris O'Connor, Ruairidh Morrison, and Grant Shearer Courtesy of Mana Music"
		],
		[
			81,
			"the road goes ever on",
			"(uncredited) Music by Howard Shore Lyrics by J.R.R. Tolkien Performed by Ian McKellen and Ian Holm"
		],
		[
			82,
			"in dreams",
			"Written by Fran Walsh and Howard Shore Performed by Edward Ross Courtesy of Reprise Records"
		],
		[
			83,
			"may it be",
			"Written by Enya and Roma Ryan Performed by Enya Played during the end credits"
		],
		[
			84,
			"anron",
			"Composed and Performed by Enya"
		],
		[
			85,
			"to the bottle i go",
			"(uncredited) Written by Fran Walsh and Philippa Boyens Performed by Billy Boyd, Dominic Monaghan and Elijah Wood"
		],
		[
			86,
			"the song of beren and luthien",
			"(uncredited) Music by Howard Shore Lyrics by J.R.R. Tolkien Performed by Viggo Mortensen"
		],
		[
			87,
			"the story of a soldier",
			"by Tommie Connor"
		],
		[
			88,
			"the ecstasy of gold",
			"Written by Ennio Morricone"
		],
		[
			89,
			"hound dog",
			"by Jerry Leiber & Mike Stoller Performed by Elvis Presley (uncredited)"
		],
		[
			90,
			"rebel rouser",
			"by Duane Eddy & Lee Hazlewood Performed by Duane Eddy Courtesy of Jamie Records"
		],
		[
			91,
			"i dont know why but i do",
			"by Paul Gayten & Bobby Charles (as Robert Guidry) Performed by Clarence 'Frogman' Henry Courtesy of MCA Records"
		],
		[
			92,
			"walk right in",
			"by Hosea Woods (as H. Woods), Gus Cannon, Bill Svanoe & Erik Darling (as Eric Darling) Performed by The Rooftop Singers Courtesy of Vanguard Records/A Welk Music Group Co. by arrangement with Warner Special Products"
		],
		[
			93,
			"sugar shack",
			"by Keith McCormack & Fay Voss Performed by Jimmy Gilmer and The Fireballs Courtesy of Dundee Music"
		],
		[
			94,
			"paramount newsreel music",
			"by Alessandro Cicognini, Sammy Fain, Jay Gorney, E.Y. Harburg, Elsie Janis, Irving Kahal & Jack King"
		],
		[
			95,
			"camelot",
			"by Alan Jay Lerner & Frederick Loewe"
		],
		[
			96,
			"pomp and circumstance",
			"by Edward Elgar (as Sir Edward Elgar) Performed by Dresdner Philharmonie Conducted by Herbert Kegel Courtesy of Laserlight"
		],
		[
			97,
			"hanky panky",
			"by Jeff Barry & Ellie Greenwich Performed by Tommy James & The Shondells Courtesy of Rhino Records by arrangement with Warner Special Products"
		],
		[
			98,
			"blowin in the wind",
			"by Bob Dylan"
		],
		[
			99,
			"land of 1000 dances",
			"by Chris Kenner Performed by Wilson Pickett Courtesy of Atlantic Recording Corp. by arrangement with Warner Special Products"
		],
		[
			100,
			"fortunate son",
			"by John Fogerty Performed by Creedence Clearwater Revival Courtesy of Fantasy Records"
		],
		[
			101,
			"i cant help myself sugar pie honey bunch",
			"by Eddie Holland (as Edward Holland), Lamont Dozier & Brian Holland Performed by The Four Tops Courtesy of Motown Record Company L.P. by arrangement with PolyGram Special Markets"
		],
		[
			102,
			"respect",
			"by Otis Redding Performed by Aretha Franklin Courtesy of Atlantic Recording Corp. by arrangement with Warner Special Products"
		],
		[
			103,
			"rainy day women 12  35",
			"Written and Performed by Bob Dylan Courtesy of Columbia Records by arrangement with Sony Music Licensing"
		],
		[
			152,
			"splended  4m15",
			"Composed by Kenneth 'Babyface' Edmonds"
		],
		[
			104,
			"sloop john b",
			"by Brian Wilson Performed by The Beach Boys Courtesy of Capitol Records under license from CEMA Special Markets"
		],
		[
			105,
			"all along the watchtower",
			"by Bob Dylan Performed by The Jimi Hendrix Experience Courtesy of Elber B.V."
		],
		[
			106,
			"soul kitchen",
			"Written by Jim Morrison (as The Doors), Ray Manzarek (as The Doors), Robby Krieger (as The Doors) and John Densmore (as The Doors) Performed by The Doors Courtesy of Elektra Entertainment by arrangement with Warner Special Products"
		],
		[
			107,
			"california dreamin",
			"by John Phillips & Michelle Phillips Performed by The Mamas and the Papas Courtesy of MCA Records"
		],
		[
			108,
			"for what its worth",
			"by Stephen Stills Performed by Buffalo Springfield Courtesy of ATCO Records by arrangement with Warner Special Products"
		],
		[
			109,
			"what the world needs now is love",
			"Music by Burt Bacharach Lyrics by Hal David Performed by Jackie DeShannon (as Jackie De Shannon) Courtesy of EMI Records USA, a division of ERG under license from CEMA Special Markets"
		],
		[
			110,
			"websters boomer",
			"by David Michael Frank (as David Frank)"
		],
		[
			111,
			"hello i love you",
			"Written by Jim Morrison (as The Doors), Ray Manzarek (as The Doors), Robby Krieger (as The Doors) and John Densmore (as The Doors) Performed by The Doors Courtesy of Elektra Entertainment by arrangement with Warner Special Products"
		],
		[
			112,
			"people are strange",
			"Written by Jim Morrison (as The Doors), Ray Manzarek (as The Doors), Robby Krieger (as The Doors) and John Densmore (as The Doors) Performed by The Doors Courtesy of Elektra Entertainment by arrangement with Warner Special Products"
		],
		[
			113,
			"break on through to the other side",
			"Written by Jim Morrison (as The Doors), Ray Manzarek (as The Doors), Robby Krieger (as The Doors) and John Densmore (as The Doors) Performed by The Doors Courtesy of Elektra Entertainment by arrangement with Warner Special Products"
		],
		[
			114,
			"mrs robinson",
			"by Paul Simon Performed by Simon & Garfunkel Courtesy of Columbia Records by arrangement with Sony Music Licensing"
		],
		[
			115,
			"volunteers",
			"by Marty Balin & Paul Kantner Performed by Jefferson Airplane Courtesy of The RCA Records Label of BMG Music"
		],
		[
			116,
			"hey joe",
			"by Billy Roberts Performed by The Jimi Hendrix Experience Courtesy of Elber B.V."
		],
		[
			117,
			"where have all the flowers gone",
			"by Pete Seeger"
		],
		[
			118,
			"lets get together",
			"by Chet Powers Performed by The Youngbloods Courtesy of The RCA Records Label of BMG Music"
		],
		[
			119,
			"san francisco be sure to wear flowers in your hair",
			"by John Phillips Performed by Scott McKenzie Courtesy of Epic Records by arrangement with Sony Music Licensing"
		],
		[
			120,
			"turn turn turn to everything there is a season",
			"Adaption and Music by Pete Seeger Performed by The Byrds Courtesy of Columbia Records by arrangement with Sony Music Licensing"
		],
		[
			121,
			"aquarius",
			"Lyrics by James Rado and Gerome Ragni Music by Galt MacDermot (as Gault McDermott) Performed by The 5th Dimension (as The Fifth Dimension) Courtesy of Arista Records, Inc."
		],
		[
			122,
			"joy to the world",
			"by Hoyt Axton Performed by Three Dog Night Courtesy of MCA Records"
		],
		[
			123,
			"everybodys talkin",
			"by Fred Neil Performed by Harry Nilsson Courtesy of The RCA Records Label of BMG Music"
		],
		[
			124,
			"silent night",
			"Music by Franz Xaver Gruber (uncredited) Arranged by Les Brown"
		],
		[
			125,
			"stoned love",
			"by Frank E. Wilson & Kenny Thomas (as Yennik Samoht) Performed by The Supremes Courtesy of Motown Record Company L.P. by arrangement with PolyGram Special Markets"
		],
		[
			126,
			"thanks for the memory",
			"Music by Ralph Rainger Lyrics by Leo Robin"
		],
		[
			127,
			"love her madly",
			"Written by Robby Krieger (as The Doors) Performed by The Doors Courtesy of Elektra Entertainment by arrangement with Warner Special Products"
		],
		[
			128,
			"lets work together",
			"by Wilbert Harrison Performed by Canned Heat Courtesy of EMI Records USA, a division of ERG under license from CEMA Special Markets"
		],
		[
			129,
			"raindrops keep fallin on my head",
			"Music by Burt Bacharach Lyrics by Hal David Performed by B.J. Thomas Courtesy of Highland Music, Inc. by arrangement with Celebrity Licensing Inc."
		],
		[
			130,
			"tie a yellow ribbon round the ole oak tree",
			"by L. Russell Brown & Irwin Levine Performed by Tony Orlando & Dawn (as Tony Orlando and Dawn) Courtesy of Arista Records, Inc."
		],
		[
			131,
			"jesus on the mainline",
			"Arranged by Alan Silvestri Soloist: Donny Gerrard"
		],
		[
			132,
			"get down tonight",
			"by Harry Wayne Casey & Richard Finch Performed by KC & The Sunshine Band Courtesy of Rhino Records by arrangement with Warner Special Products"
		],
		[
			133,
			"free bird",
			"by Allen Collins & Ronnie Van Zant Performed by Lynyrd Skynyrd Courtesy of MCA Records"
		],
		[
			134,
			"mr president have pity on the working man",
			"Written & Performed by Randy Newman Courtesy of Warner Bros. Records Inc. by arrangement with Warner Special Products"
		],
		[
			135,
			"my rock",
			"Arranged by Paul Owens Soloist: Oren Waters"
		],
		[
			136,
			"sweet home alabama",
			"by Ronnie Van Zant, Edward King (as Ed King) & Gary Rossington Performed by Lynyrd Skynyrd Courtesy of MCA Records"
		],
		[
			137,
			"plant my feet on higher ground",
			"by Ruth E. David"
		],
		[
			138,
			"ive got a new home",
			"Arranged by Marlena Smalls"
		],
		[
			139,
			"it keeps you runnin",
			"by Michael McDonald Performed by The Doobie Brothers Courtesy of Warner Bros. Records Inc. by arrangement with Warner Special Products"
		],
		[
			140,
			"running on empty",
			"Written & Performed by Jackson Browne Courtesy of Elektra Entertainment by arrangement with Warner Special Products"
		],
		[
			141,
			"ive got to use my imagination",
			"by Gerry Goffin and Barry Goldberg Performed by Gladys Knight & The Pips Courtesy of Essex Entertainment, Inc. by arrangement with Celebrity Licensing Inc."
		],
		[
			142,
			"go your own way",
			"by Lindsey Buckingham Performed by Fleetwood Mac Courtesy of Warner Bros. Records Inc. by arrangement with Warner Special Products"
		],
		[
			143,
			"on the road again",
			"Written and Performed by Willie Nelson Courtesy of Columbia Records by arrangement with Sony Music Licensing"
		],
		[
			144,
			"against the wind",
			"by Bob Seger Performed by Bob Seger & The Silver Bullet Band Courtesy of Capitol Records under license from CEMA Special Markets"
		],
		[
			145,
			"coffee shop zak",
			"Composed by Rolfe Kent Courtesy of Twentieth Century Fox Film Corporation"
		],
		[
			146,
			"svarga",
			"Composed by Azam Ali, Greg Ellis Performed by Vas Courtesy of Narada Producations, Inc."
		],
		[
			147,
			"girl from ypsilanti",
			"Written and Performed by Daniel May Courtesy of Marc Ferrari/MasterSource"
		],
		[
			148,
			"cafeteria",
			"Written by Christian Poulet Performed by Cezame Argile Courtesy of Koka Media/Killer Tracks"
		],
		[
			149,
			"smoke stack",
			"Written by Franki Hulme, Kenton Hulme, John Wolfenden and Melle Steagall Performed by Junk Ferry"
		],
		[
			150,
			"forbidden to love",
			"Music by Guy Moon Lyric by Bob Garret Arrangement by Jeff Haskett Produced by Guy Moon"
		],
		[
			151,
			"easy smack it up",
			"Written by Michael Petrie (as M. Petrie) and Kevin Moo (as K. Moo) Performed by The Odditorium Courtesy of Hi-Ho Records"
		],
		[
			153,
			"goin out west",
			"Written by Tom Waits, Kathleen Brennan Performed by Tom Waits Courtesy of Island Records, Inc. Under License from Universal Music Special Markets"
		],
		[
			154,
			"no love no nothin",
			"Music by Harry Warren Lyrics by Leo Robin Performed by Marlene Dietrich Courtesy of Columbia Records for the U.S. and Canada M. Dietrich Inc for the rest of the Universe"
		],
		[
			155,
			"theme from valley of the dolls",
			"Words and Music by Dory Previn and Andr Previn Performed by Helena Bonham Carter"
		],
		[
			156,
			"kdfw news theme",
			"Composed by Stephen Arnold"
		],
		[
			157,
			"tzigany waltz",
			"Written by George Fenton and John Leach Courtesy of Associated Production Music"
		],
		[
			158,
			"where is my mind",
			"Written by Frank Black Performed by Pixies (as The Pixies) Courtesy of Elektra Entertainment Group/4AD By Arrangement with Warner Special Products"
		],
		[
			159,
			"non je ne regrette rien",
			"Music by Charles Dumont Lyrics by Michel Vaucaire Performed by dith Piaf Courtesy of EMI Music France Under license from EMI Film & Television Music"
		],
		[
			160,
			"aboun salehoun",
			"Written by Youssef El Mejjad and Pat Jabbar Performed by Amira Saqati Courtesy of Barraka el Farnatshi Productions"
		],
		[
			161,
			"gollums song",
			"Performed by Emiliana Torrini Courtesy of Virgin Records America, Inc. Music by Howard Shore Lyrics by Fran Walsh"
		],
		[
			162,
			"evenstar",
			"Music by Howard Shore Lyrics by Fran Walsh Performed by Isabel Bayrakdarian, soprano"
		],
		[
			163,
			"breath of life",
			"Music by Howard Shore Lyrics by Fran Walsh Performed by Sheila Chandra"
		],
		[
			164,
			"isengard unleashed",
			"Music by Howard Shore Lyrics by Fran Walsh Performed by Elizabeth Fraser and Ben Del Maestro"
		],
		[
			165,
			"farewell to lorien",
			"(from extended version) Music by Howard Shore Lyrics by Fran Walsh Performed by Hilary Summers"
		],
		[
			166,
			"dissolved girl",
			"Written by Robert Del Naja, Grant Marshall (as Grantley Marshall), Andrew Vowles (as Andrew Vowles), Sara J., and Matt Schwartz Performed by Massive Attack Courtesy of Virgin Records LTD. By Arrangement with Virgin Records America, Inc."
		],
		[
			167,
			"dragula hot rod herman mix",
			"Written by Rob Zombie and Scott Humphrey Performed by Rob Zombie Courtesy of Geffen Records Under License from Universal Music Special Markets"
		],
		[
			168,
			"leave you far behind lunatics roller coaster mix",
			"Written by Simon Shackleton and Howard Saunders Performed by Lunatic Calm Courtesy of Universal Music (UK) LTD. Under License from Universal Special Markets"
		],
		[
			169,
			"mindfields",
			"Written by Liam Howlett Performed by The Prodigy (as Prodigy) Courtesy of Maverick Recording Company/XL Recordings/Beggar's Banquet By Arrangement with Warner Special Products"
		],
		[
			170,
			"prime audio soup",
			"Written by Jack Dangers and Coxsone Dodd (as C. Dodd) Performed by Meat Beat Manifesto Courtesy of Nothing Records & Play It Again Sam/Heartbeat Records Under License from Universal Music Special Markets"
		],
		[
			171,
			"clubbed to death kurayamino mix",
			"Written by Rob Dougan Performed by Rob Dougan (as Rob D) Courtesy of A&M Records Limited/Universal - Island Records Under License from Universal Music Special Markets"
		],
		[
			172,
			"minor swing",
			"Music by Django Reinhardt and Stphane Grappelli Performed by Django Reinhardt Courtesy of The RCA Records Label of BMG Entertainment"
		],
		[
			173,
			"begin the run",
			"From Night of the Lepus (1972) Written by Jimmie Haskell"
		],
		[
			174,
			"im beginning to see the light",
			"Written by Duke Ellington, Don George, Johnny Hodges, and Harry James Performed by Duke Ellington Courtesy of The RCA Records Label of BMG Entertainment"
		],
		[
			175,
			"spybreak short one",
			"Written by Alex Gifford Performed by Propellerheads Courtesy of Dreamworks Records/Wall of Sound Under License from Universal Music Special Markets/Propellerheads"
		],
		[
			176,
			"wake up",
			"Written by Zack De La Rocha, Brad Wilk, Tim Commerford, and Tom Morello Performed by Rage Against the Machine Courtesy of Epic Records By Arrangement with Sony Music Licensing"
		],
		[
			177,
			"rock is dead",
			"Written by Marilyn Manson, Jeordie White, and Madonna Wayne Gacy Performed by Marilyn Manson Courtesy of Nothing/Interscope Records Under License from Universal Music Special Markets"
		],
		[
			178,
			"rags to riches",
			"Written by Jerry Ross and Richard Adler Performed by Tony Bennett Courtesy of CBS Records, Music Licensing Department"
		],
		[
			179,
			"cant we be sweethearts",
			"Written by Morris Levy and Herbert Cox Performed by The Cleftones Courtesy of Rhino Records"
		],
		[
			180,
			"hearts of stone",
			"Written by Eddie Ray and Rudy Jackson Performed by Otis Williams and The Charms Courtesy of G.M.L. Inc. By arrangement with Celebrity Licensing Inc."
		],
		[
			181,
			"sincerely",
			"Written by Harvey Fuqua and Alan Freed Performed by The Moonglows Courtesy of MCA Records"
		],
		[
			182,
			"firenze sogna",
			"Written by Cesare Cesarini (as Cesarini) Performed by Giuseppe Di Stefano Courtesy of London Records, a division of PolyGram Records, Inc."
		],
		[
			183,
			"speedo",
			"Written by Esther Navarro Performed by The Cadillacs Courtesy of Rhino Records"
		],
		[
			184,
			"parlami damore mari",
			"Music by Cesare A. Bixio Lyrics by Ennio Neri Performed by Giuseppe Di Stefano Courtesy of London Records, a division of PolyGram Records, Inc."
		],
		[
			185,
			"stardust",
			"Written by Hoagy Carmichael and Mitchell Parish (1929) Performed by Billy Ward's Dominoes (as Billy Ward and His Dominoes) Courtesy of Billy Ward c/o Original Sound Entertainment"
		],
		[
			186,
			"this world we live in",
			"(\"Il cielo in una stanza\") Written by Gino Paoli (as Toang), Mogol and Don Raye Performed by Mina Courtesy of Shad/Mainstream Records By arrangement with Celebrity Licensing Inc."
		],
		[
			187,
			"playboy",
			"Written by Brian Holland, Robert Bateman and William Stevenson Performed by The Marvelettes Courtesy of Motown Record Company, L.P."
		],
		[
			188,
			"its not for me to say",
			"Music by Robert Allen Lyrics by Al Stillman Performed by Johnny Mathis Courtesy of CBS Records, Music Licensing Derpartment"
		],
		[
			189,
			"i will follow him",
			"(Chariot) Music by Franck Pourcel and Paul Mauriat French lyrics by Jacques Plante English lyrics by Arthur Altman and Norman Gimbel Performed by Betty Curtis Courtesy of CGD Records"
		],
		[
			190,
			"then he kissed me",
			"Written by Phil Spector, Ellie Greenwich and Jeff Barry Performed by The Crystals Courtesy of Phil Spector Records Inc. By arrangement with ABKCO Records"
		],
		[
			191,
			"look in my eyes",
			"Written by Richard Barrett Performed by The Chantels Courtesy of Rhino Records"
		],
		[
			192,
			"roses are red",
			"Written by Al Byron and Paul Evans Produced by Bob Gaudio Performed by Bobby Vinton Courtesy of Curb Records"
		],
		[
			193,
			"life is but a dream",
			"Written by Raul Cita and Hy Weiss Performed by The Harptones Courtesy of Old Town Records - Paradise Records, Inc."
		],
		[
			194,
			"leader of the pack",
			"Written by Shadow Morton (as George Morton), Jeff Barry and Ellie Greenwich Performed by The Shangri-Las Courtesy of Sun Entertainment c/o Original Sound Entertainment"
		],
		[
			195,
			"toot toot tootsie goo bye",
			"Performed by Al Jolson Written by Dan Russo, Ernie Erdman and Gus Kahn"
		],
		[
			196,
			"happy birthday to you",
			"Written by Mildred J. Hill and Patty S. Hill"
		],
		[
			197,
			"aint that a kick in the head",
			"Written by Sammy Cahn and Jimmy Van Heusen Performed by Dean Martin Courtesy of Capitol Records By arrangement with CEMA Special Markets"
		],
		[
			198,
			"hes sure the boy i love",
			"Written by Barry Mann and Cynthia Weil Performed by The Crystals Courtesy of Phil Spector Records Inc. By arrangement with ABKCO Records"
		],
		[
			199,
			"atlantis",
			"Written by Donovan (as Donovan Leitch) Performed by Donovan Courtesy of CBS Records, Music Licensing Department"
		],
		[
			200,
			"pretend you dont see her",
			"Written by Steve Allen Performed by Jerry Vale Courtesy of CBS Records, Music Licensing Department"
		],
		[
			201,
			"remember walkin in the sand",
			"Written by Shadow Morton (as George Morton) Performed by The Shangri-Las Courtesy of Sun Entertainment c/o Original Sound Entertainment"
		],
		[
			202,
			"baby i love you",
			"Written by Ronnie Shannon (as Ronny Shannon) Performed by Aretha Franklin Courtesy of Atlantic Recording Corporation By arrangement with Warner Special Products"
		],
		[
			203,
			"beyond the sea",
			"(La Mer) Music by Charles Trenet French lyrics by Charles Trenet English lyrics by Jack Lawrence Performed by Bobby Darin Courtesy of Atlantic Recording Corporation By arrangement with Warner Special Products"
		],
		[
			204,
			"the boulevard of broken dreams",
			"Written by Al Dubin and Harry Warren Performed by Tony Bennett Courtesy of CBS Records, Music Licensing Department"
		],
		[
			205,
			"gimme shelter",
			"Written by Mick Jagger and Keith Richards Performed by The Rolling Stones By arrangement with ABKCO Music & Records, Inc."
		],
		[
			206,
			"wives and lovers",
			"Written by Burt Bacharach and Hal David Performed by Jack Jones Courtesy of MCA Records"
		],
		[
			207,
			"monkey man",
			"Written by Mick Jagger and Keith Richards Performed by The Rolling Stones By arrangement with ABKCO Music & Records, Inc."
		],
		[
			208,
			"frosty the snow man",
			"Written by Steve Nelson and Jack Rollins Performed by The Ronettes Courtesy of Phil Spector Records Inc. By arrangement with ABKCO Records"
		],
		[
			209,
			"christmas baby please come home",
			"Written by Phil Spector, Ellie Greenwich and Jeff Barry Performed by Darlene Love Courtesy of Phil Spector Records Inc. By arrangement with ABKCO Records"
		],
		[
			210,
			"bells of st marys",
			"Written by Douglas Furber and A. Emmett Adams (as Emmett Adams) Performed by The Drifters Courtesy of Atlantic Recording Corporation By arrangement with Warner Special Products"
		],
		[
			211,
			"unchained melody",
			"Written by Hy Zaret and Alex North Performed by Vito and The Salutations Courtesy of Arista Records"
		],
		[
			212,
			"danny boy",
			"Written by Frederick Edward Weatherly (as Frederick E. Weatherly)"
		],
		[
			213,
			"sunshine of your love",
			"Written by Jack Bruce, Pete Brown and Eric Clapton Performed by Cream Courtesy of PolyGram Special Products, a division of PolyGram Records, Inc."
		],
		[
			214,
			"layla",
			"Written by Eric Clapton and Jim Gordon Performed by Derek & The Dominos (as Derek and The Dominos) Courtesy of PolyGram Special Products, a division of PolyGram Records, Inc."
		],
		[
			215,
			"jump into the fire",
			"Written by Harry Nilsson Performed by Harry Nilsson Courtesy of RCA Records"
		],
		[
			216,
			"memo from turner",
			"Written by Mick Jagger and Keith Richards Performed by Mick Jagger [incorrectly attributed to The Rolling Stones] By arrangment with ABKCO Music & Records, Inc."
		],
		[
			217,
			"magic bus",
			"Written by Pete Townshend Performed by The Who Courtesy of MCA Records"
		],
		[
			218,
			"what is life",
			"Written by George Harrison Performed by George Harrison Courtesy of Apple Records By arrangement with CEMA Special Markets"
		],
		[
			219,
			"mannish boy",
			"Written by Muddy Waters (as McKinley Morganfield), Melvin London (as Mel London) and Bo Diddley (as Ellas McDaniel) Performed by Muddy Waters Courtesy of CBS Records, Music Licensing Department"
		],
		[
			220,
			"my way",
			"(Comme d'Habitude) Music by Claude Franois and Jacques Revaux French lyrics by Gilles Thibaut English lyrics by Paul Anka Performed by Sid Vicious Courtesy of Virgin Records Limited/Glitterbest, Inc."
		],
		[
			221,
			"charmaine",
			"(1926) (uncredited) Music by Lew Pollack and Erno Rapee Played on a record Reprised in the score near the end"
		],
		[
			222,
			"the star spangled banner",
			"(1814) (uncredited) Music by John Stafford Smith Lyrics by Francis Scott Key Sung a cappella by Jack Nicholson"
		],
		[
			223,
			"im popeye the sailor man",
			"(1933) (uncredited) Music and lyrics by Samuel Lerner Sung a cappella by Sydney Lassick while piloting the boat"
		],
		[
			224,
			"row row row your boat",
			"(uncredited) Traditional Sung a cappella by Mews Small"
		],
		[
			225,
			"jingle bells",
			"(1857) (uncredited) Written by James Pierpont Played on a record"
		],
		[
			226,
			"white christmas",
			"(1940) (uncredited) Written by Irving Berlin Played on a record"
		],
		[
			227,
			"closer precursor",
			"Written by Trent Reznor Performed by Nine Inch Nails Courtesy of Nothing/TVT/Interscope Records By Arrangement with Warner Special Products and TVT Records"
		],
		[
			228,
			"el michoacano",
			"Written by Demetrio Farias Performed by El Mariachi Tepalcatepec Courtesy of Discos Dos Coronas"
		],
		[
			229,
			"suite no 3 in d major bwv 1068 air",
			"Written by Johann Sebastian Bach (as J.S. Bach) Performed by Stuttgarter Kammerorchester / Karl Mnchinger (as Karl Muchinger) Courtesy of The Decca Record Company Ltd., A Division of PolyGram"
		],
		[
			230,
			"trouble man",
			"Performed by Marvin Gaye Written by Marvin Gaye Courtesy of Motown Records, A Division of PolyGram"
		],
		[
			231,
			"straight no chaser",
			"Performed by Thelonious Monk Written by Thelonious Monk By Arrangement with Sony Music Licensing Courtesy of Columbia Records"
		],
		[
			232,
			"nows the time",
			"Performed by Charlie Parker Written by Charlie Parker Courtesy of Blue Note Records / A Division of Capitol Records, Inc. By Arrangement with CEMA Special Markets"
		],
		[
			233,
			"gypsy csardas",
			"Courtesy of APM Written by John Leach (as J. Leach) and George Fenton (as G. Fenton)"
		],
		[
			234,
			"the fourth man",
			"Courtesy of APM Written by John Leach (as J. Leach) and George Fenton (as G. Fenton)"
		],
		[
			235,
			"love plus one",
			"Performed by Haircut 100 Written by Nick Heyward Courtesy of BMG Records (UK) Ltd./Arista Records, Inc."
		],
		[
			236,
			"i cover the waterfront",
			"Written by Johnny Green (as John W. Green) and Edward Heyman Performed by Billie Holiday Courtesy of Drive Entertainment"
		],
		[
			237,
			"lust",
			"Written and Performed by Ren Klyce and Steve Boeddeker (as Steve Boedekker)"
		],
		[
			238,
			"in the beginning",
			"Written by Dorcas Cochran, Kay Twomey, Ben Weisman, and Fred Wise Performed by The Statler Brothers Courtesy of Mercury Records Nashville, A Division of PolyGram"
		],
		[
			239,
			"guilty",
			"Written by Gravity Kills Performed by Gravity Kills Courtesy of TVT Records"
		],
		[
			240,
			"speaking of happiness",
			"Written by Jimmy Radcliffe and Buddy Scott Performed by Gloria Lynne Courtesy of Black Patch Productions"
		],
		[
			241,
			"the hearts filthy lesson",
			"Written by David Bowie, Brian Eno, Reeves Gabrels, Mike Garson, Erdal Kizilcay and Sterling Campbell Performed by David Bowie Courtesy of Virgin Records America, Inc."
		],
		[
			242,
			"buffalo gal wont you come out tonight",
			"(uncredited) Written by William Cool White"
		],
		[
			243,
			"adeste fidelis o come all ye faithful",
			"(uncredited) Music attributed to John Reading"
		],
		[
			244,
			"twinkle twinkle little star",
			"(uncredited) Traditional Song"
		],
		[
			245,
			"charleston",
			"(1923) (uncredited) Music by James P. Johnson"
		],
		[
			246,
			"my wild irish rose",
			"(1899) (uncredited) Written by Chauncey Olcott Performed by Thomas Mitchell"
		],
		[
			247,
			"avalon",
			"(1920) (uncredited) Music by Vincent Rose (based on \"E lucevan le stelle\" from the opera \"Tosca\" by Giacomo Puccini)"
		],
		[
			248,
			"wedding march",
			"(1843) (uncredited) from \"A Midsummer Night's Dream\" Written by Felix Mendelssohn"
		],
		[
			249,
			"the stars and stripes forever",
			"(1897) (uncredited) Written by John Philip Sousa Performed by George, Tilly, and Eustace"
		],
		[
			250,
			"song of the islands",
			"(uncredited) Written by Charles E. King"
		],
		[
			251,
			"i love you truly",
			"(1906) (uncredited) Written by Carrie Jacobs Bond Performed by Ward Bond and Frank Faylen"
		],
		[
			252,
			"this is the army mr jones",
			"(1943) (uncredited) Written by Irving Berlin"
		],
		[
			253,
			"when johnny comes marching home",
			"(1863) (uncredited) Music by Louis Lambert"
		],
		[
			254,
			"hark the herald angels sing",
			"(pub. 1856) (uncredited) Music by Felix Mendelssohn (1840) Hymn by Charles Wesley (1730) Performed by Carol Coombs"
		],
		[
			255,
			"vieni vieni",
			"(1884) (uncredited) Music by Vincent Scotto Lyrics by Henri Varna and Georges Koger"
		],
		[
			256,
			"king porter stomp",
			"(uncredited) Written by Ferdinand 'Jelly Roll' Morton"
		],
		[
			257,
			"auld lang syne",
			"(1788) (uncredited) Words by Robert Burns"
		],
		[
			258,
			"o sole mio",
			"(uncredited) Written by Eduardo Di Capua"
		],
		[
			259,
			"the best things in life are free",
			"Music by Ray Henderson (as Henderson) Lyrics by Buddy G. DeSylva (as DeSylva) and Lew Brown (as Brown)"
		],
		[
			260,
			"american girl",
			"Performed by Tom Petty & The Heartbreakers (as Tom Petty and the Heartbreakers) Written by Tom Petty (as T. Petty) Courtesy of Gone Gator Records"
		],
		[
			261,
			"alone",
			"Performed by Colin Newman Written by Colin Newman (as C. Newman), Graham Lewis (as G. Lewis) Courtesy of Beggars Banquet Records Limited"
		],
		[
			262,
			"sunny day",
			"Performed by Book of Love Written by Theodore Ottaviano (as T. Ottaviano) Courtesy of Sire Records By arrangement with Warner Special Products"
		],
		[
			263,
			"real men",
			"Performed by Savage Republic Written by Bruce Licher (as B. Licher), Mark Erskine (as M. Erskine), Jeff Long (as J. Long) Courtesy of Independent Project Records"
		],
		[
			264,
			"goldberg variations",
			"Performed by Jerry Zimmerman Written by Johann Sebastian Bach (as J.S. Bach)"
		],
		[
			265,
			"goodbye horses",
			"Performed by Q. Lazzarus Written by William Garvey (as W. Garvey)"
		],
		[
			266,
			"hip priest",
			"Performed by The Fall Written by Mark E. Smith (as M.E. Smith), Marc Riley (as M. Riley), Steve Hanley (as S. Hanley), Craig Scanlon (as C. Scanlon), Paul Hanley (as P. Hanley) Courtesy of Situation Two/Beggars Banquet Records Limited"
		],
		[
			267,
			"lanm nan zile a",
			"Performed & Written by Les Freres Parent"
		],
		[
			268,
			"rock of ages",
			"(uncredited) Written by Augustus Montague Toplady"
		],
		[
			269,
			"the magic flute",
			"(uncredited) Composed by Wolfgang Amadeus Mozart"
		],
		[
			270,
			"alvorada",
			"Written by Cartola / Carlos Cachaa / Hermnio Bello de Carvalho (as Hermnio B. Carvalho) Performed by Cartola Peer Music do Brasil Edies Musicais Ltda Licensed by EMI Music Ltda"
		],
		[
			271,
			"azul da cor do mar",
			"Written by Tim Maia Performed by Tim Maia Warner Chappell Edies Musicais Ltda Used by permission from Universal Music Ltda"
		],
		[
			272,
			"dance across the floor",
			"Written by Harry Wayne Casey and Richard Finch (as Ronald Finch) Performed by Jimmy 'Bo' Horne EMI Music Ltda Div. Itaipu / EMI Longitude Music / Harrick Music"
		],
		[
			273,
			"get up i feel like being like sex machine",
			"Written by James Brown / Bobby Byrd / Ronald R. Lenhoff Performed by James Brown Dynatone Publishing Company (Represented in Brazil by Warner Chappell Edies Musicais Ltda) Used by permission from Universal Music Ltda"
		],
		[
			274,
			"hold back the water",
			"Written by Randy Bachman, Robin Bachman and Charles Turner Performed by Bachman-Turner Overdrive Sony Music Edies Musicais Ltda Used by permission from Universal Music Ltda"
		],
		[
			275,
			"hot pants road",
			"Written by Charles Bobbitt / James Brown / St. Clair Jr. Pinckney Performed by JB's Dynatone Publishing Company (Represented in Brazil by Warner Chappell Edies Musicais Ltda) Used by permission from Universal Music Ltda"
		],
		[
			276,
			"kung fu fighting",
			"Written by Carl Douglas Performed by Carl Douglas Schacht Music Inc. / Editora Femata / Sanctuary Records Group Inc."
		],
		[
			277,
			"magrelinha",
			"Written by Luiz Melodia Performed by Luiz Melodia Warner Chappell Edies Musicais Ltda Used by permission from Universal Music Ltda"
		],
		[
			278,
			"metamorfose ambulante",
			"Written by Raul Seixas Performed by Raul Seixas Warner Chappell Edies Musicais Ltda Used by permission from Universal Music Ltda"
		],
		[
			279,
			"na rua na chuva na fazenda casinha de sap",
			"Written by Hyldon Performed by Hyldon Warner Chappell Edies Musicais Ltda Used by permission from Universal Music Ltda"
		],
		[
			280,
			"nem vem que no tem",
			"Written by Carlos Imperial Performed by Wilson Simonal Editora Fermata / Edclave Edies Clave Ltda (c) 1967 Licensed by EMI Music"
		],
		[
			281,
			"o caminho do bem",
			"Written by Sergio / Beto / Paulo Performed by Tim Maia Seroma Produes e Edies Musicais Ltda / Vitria Rgia Discos Ltda"
		],
		[
			282,
			"preciso me encontrar",
			"Written by Candeia Performed by Cartola BMG Music Publishing Brasil Licensed by EMI Music Ltda"
		],
		[
			283,
			"so very hard to go",
			"Written by Emilio Castillo and Stephen Kupka Performed by Tower of Power Bob-a-Lew Music / Arika Music Courtesy of Warner Bros. Records Inc."
		],
		[
			284,
			"solitude",
			"Music by Duke Ellington Lyrics by Irving Mills and Edgar De Lange"
		],
		[
			285,
			"tu es partout",
			"Music by Marguerite Monnot Lyrics by dith Piaf Performed by dith Piaf Courtesy of Mercury Records, France By Arrangement with PolyGram Film & TV Music"
		],
		[
			286,
			"ctait une histoire damour",
			"Music by Jean Jal Lyrics by Henri Contet Performed by dith Piaf Courtesy of Mercury Records, France By Arrangement with PolyGram Film & TV Music"
		],
		[
			287,
			"marcia reale",
			"(1831) Written by Giuseppe Gabetti (as G. Gabetti) Ed. Casa Musicale Pucci di Portici (Napoli)"
		],
		[
			288,
			"belle nuit barcarolle",
			"(1881) from the opera \"Les contes d'Hoffmann\" Music by Jacques Offenbach Libretto by Jules Barbier (uncredited) Performed by Montserrat Caball (as M. Caball), soprano and Shirley Verrett (as S. Verret), mezzo-soprano Recorded by RCA Victor The Philharmonia Orchestra (as New Philharmonia Orchestra) (uncredited) Conducted by Anton Guadagno (uncredited)"
		],
		[
			289,
			"do not go gentle into that good night",
			"(uncredited) Written by Dylan Thomas"
		],
		[
			290,
			"cheek to cheek",
			"Written by Irving Berlin Performed by Fred Astaire Courtesy of Turner Entertainment Co."
		],
		[
			291,
			"old fashioned love",
			"Written by James P. Johnson and Cecil Mack Performed by Eddy Howard Courtesy of Columbia Records by arrangement with Sony Music Licensing"
		],
		[
			292,
			"old alabama",
			"Written and Recorded by Alan Lomax Performed by B.B. and Group Courtesy of Rounder Records by arrangement with Ocean Park Music Group"
		],
		[
			293,
			"i cant give you anything but love",
			"Written by Jimmy McHugh and Dorothy Fields Performed by Billie Holiday Courtesy of Columbia Records by arrangement with Sony Music Licensing"
		],
		[
			294,
			"star dust",
			"Written by Mitchell Parish and Hoagy Carmichael Performed by Eddy Howard Courtesy of Columbia Records by arrangement with Sony Music Licensing"
		],
		[
			295,
			"three little words",
			"Written by Bert Kalmar and Harry Ruby Performed by Duke Ellington Courtesy of The RCA Records Label of BMG Entertainment"
		],
		[
			296,
			"did you ever see a dream walking",
			"Written by Harry Revel and Mack Gordon Performed by Gene Austin Courtesy of Columbia Records by arrangement with Sony Music Licensing"
		],
		[
			297,
			"wrap your troubles in dreams and dream your troubles away",
			"Written by Ted Koehler, Billy Moll and Harry Barris Performed by Eddy Howard Courtesy of Columbia Records by arrangement with Sony Music Licensing"
		],
		[
			298,
			"you could be mine",
			"(1991) Performed by Guns N' Roses Written by Izzy Stradlin and Axl Rose Published by Guns N' Roses Music (ASCAP) Courtesy of Geffen Records"
		],
		[
			299,
			"bad to the bone",
			"(1982) Performed by George Thorogood & The Destroyers (as George Thorogood and The Destroyers) Written by George Thorogood Published by Del Sound Music (BMI) Courtesy of EMI Records USA A Division of Capital Records, inc. by Arrangement with CEMA Special Markets"
		],
		[
			300,
			"guitars cadillacs",
			"(1986) Written and Performed by Dwight Yoakam Published by Coal Dust West Music (BMI) Courtesy of Reprise Records by Arrangement with Warner Special Products"
		],
		[
			301,
			"the power of love",
			"(1985) Performed by Huey Lewis & The News (as Huey Lewis and The News) Courtesy of Chrysalis Records, Inc. Written by Huey Lewis and Chris Hayes Published by Hulex Music, Administered by Red Admiral Music, Inc."
		],
		[
			302,
			"back in time",
			"(1985) Performed by Huey Lewis & The News (as Huey Lewis and The News) Courtesy of Chrysalis Records, Inc. Written by Huey Lewis and Chris Hayes Published by Hulex Music, Administered by Red Admiral Music, Inc."
		],
		[
			303,
			"heaven is one step away",
			"(1985) Written by Eric Clapton (uncredited) Performed by Eric Clapton Produced by Phil Collins Courtesy of Warner Bros. Records Inc. By Arrangement with Warner Special Products"
		],
		[
			304,
			"time bomb town",
			"(1985) Written by Lindsey Buckingham (uncredited) Performed by Lindsey Buckingham Produced by Lindsey Buckingham and Richard Dashut Courtesy of Elektra Records"
		],
		[
			305,
			"mr sandman",
			"(1954) Written by Pat Ballard (uncredited) Performed by The Four Aces (as Four Aces) Courtesy of MCA Records, Inc."
		],
		[
			306,
			"the ballad of davy crockett",
			"(1954) Music by George Bruns (uncredited) Lyrics by Thomas W. Blackburn (uncredited) Performed by Fess Parker Courtesy of Disneyland-Vista Records"
		],
		[
			307,
			"the wallflower dance with me henry",
			"(1955) Written by Johnny Otis (uncredited), Hank Ballard (uncredited), and Etta James (uncredited) Performed by Etta James Produced by Maxwell Davis Courtesy of Kent Records"
		],
		[
			308,
			"out the window",
			"Written & Performed by Edward Van Halen Played by MartyMcFly to George when he is pretending to be Darth Vader from Planet Vulcan"
		],
		[
			309,
			"night train",
			"(1951) Written by Oscar Washington (uncredited), Lewis Simpkins, (uncredited) and Jimmy Forrest (uncredited) Performed by Harry Waters Jr. (as Marvin Berry) and (Tommy Thomas, Granville 'Danny' Young, David Harold Brown, and Lloyd L. Tolbert) (as The Starlighters) Produced by Bones Howe"
		],
		[
			310,
			"pledging my love",
			"(1954) Written by Fats Washington (uncredited) and Don D. Robey (uncredited) Performed by Johnny Ace Courtesy of MCA Records, Inc."
		],
		[
			311,
			"earth angel will you be mine",
			"(1954) Written by Curtis Williams (uncredited), Jesse Belvin, (uncredited) and Gaynel Hodge (uncredited) Performed by Harry Waters Jr. (as Marvin Berry) and (Tommy Thomas, Granville 'Danny' Young, David Harold Brown, and Lloyd L. Tolbert) (as The Starlighters) Produced by Bones Howe"
		],
		[
			312,
			"johnny b goode",
			"(1955) Written by Chuck Berry (uncredited) Performed by Mark Campbell (as Marty McFly) with (Tommy Thomas, Granville 'Danny' Young, David Harold Brown, and Lloyd L. Tolbert) (as The Starlighters) Produced by Bones Howe"
		],
		[
			313,
			"ano natsu e",
			"(\"One Summer's Day\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			314,
			"tri michi",
			"(\"A Road to Somewhere\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			315,
			"daremoinai ryriten",
			"(\"The Empty Restaurant\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			316,
			"yoru kuru",
			"(\"Nighttime Coming\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			317,
			"ry no shnen",
			"(\"The Dragon Boy\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			318,
			"boir mushi",
			"(\"Sootballs\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			319,
			"kamisamatachi",
			"(\"Procession of the Gods\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			320,
			"yubba",
			"(\"Yubaba\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			321,
			"yuya no asa",
			"(\"Bathhouse Morning\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			322,
			"ano hi no kawa",
			"(\"Day of the River\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			323,
			"shigoto wa tsurai ze",
			"(\"It's Hard Work\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			324,
			"okusaregami",
			"(\"The Stink God\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			325,
			"sen no yki",
			"(\"Sen's Courage\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			326,
			"sokonashi ana",
			"(\"The Bottomless Pit\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			327,
			"kaonashi",
			"(\"No Face\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			328,
			"6banme no eki",
			"(\"The Sixth Station\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			329,
			"yubba kyran",
			"(\"Yubaba's Panic\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			330,
			"numa no soko no ie",
			"(\"The House at Swamp Bottom\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			331,
			"futatabi",
			"(\"Reprise\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			332,
			"kaeru hi",
			"(\"The Return\") (uncredited) Composed by Joe Hisaishi"
		],
		[
			333,
			"itsumo nandodemo",
			"(\"Always With Me\") Lyrics by Wakako Kaku Original Music/Vocal Performance by Yumi Kimura (as Youmi Kimura) Tokuma Japan Communications"
		],
		[
			334,
			"paradise",
			"Written by Mike Castonguay, Marc Terenzi, Ben Bledsoe Performed by Natural and Ben Bledsoe Produced by Ben Bledsoe and Mike Castonguay BMG Records and Trans Continental Records (German Release)"
		],
		[
			335,
			"nocturne in c minor posthumous",
			"(1830) Written by Frdric Chopin (as Fryderyk Chopin)"
		],
		[
			336,
			"grande polonaise brillante op 22  allegro molto",
			"(1830-31) Written by Frdric Chopin (as Fryderyk Chopin)"
		],
		[
			337,
			"ballad no 1 in g minor op 23",
			"(1835-6) Written by Frdric Chopin (as Fryderyk Chopin)"
		],
		[
			338,
			"sonata no 14 in c minor op 272 mondscheinsonate",
			"(1801) Written by Ludwig van Beethoven (as Ludwig Van Beethoven)"
		],
		[
			339,
			"suite no 1 bwv 1007 for solo cello",
			"(1717-23) Written by Johann Sebastian Bach Performed by Jerzy Wolochowicz"
		],
		[
			340,
			"tantz tantz yidelekh",
			"Arranged by Roddy Skeaping Performed by The Burning Bush"
		],
		[
			341,
			"umowilem sie z nia na dziewiata",
			"(1937) Music by Henry Vars (as Henryk Wars) Lyrics by Emanuel Schlechter (as Emanuel Szlechter)"
		],
		[
			342,
			"marsz strzelcow",
			"(1863) Lyrics and Music by Wladyslaw Ludwik Anczyc (as Wladyslaw Anczyc) English Lyrics by Michael Kunze"
		],
		[
			343,
			"polish national anthem",
			"(uncredited) Written by Traditional"
		],
		[
			344,
			"rodelinda act 2  spietati io vi giurai",
			"Written by George Frideric Handel Universal Music"
		],
		[
			345,
			"in ginocchio da te",
			"Performed by Gianni Morandi Sony Music"
		],
		[
			346,
			"a glass of soju",
			"Lyrics by Bong Joon Ho Arranged by Jung Jae-il (as Jung Jae Il) Performed by Choi Woo-sik (as Choi Woo Shik)"
		],
		[
			347,
			"shape of my heart",
			"Written by Sting and Dominic Miller Introduction by Dominic Miller Performed by Sting Courtesy of Magnetic Ltd. / A&M Records by arrangement with PolyGram Special Projects"
		],
		[
			348,
			"the experience of love",
			"Written by ric Serra Performed by ric Serra"
		],
		[
			349,
			"venus as a boy",
			"Performed by Bjrk Written by Bjrk (as B. Gudmundsdottir) Courtesy of One Little Indian / Mother Records by arrangement with PolyGram Special Projects"
		],
		[
			350,
			"i like myself",
			"from It's Always Fair Weather (1955) Music by Andr Previn Lyrics by Betty Comden and Adolph Green Performed by Gene Kelly (uncredited)"
		],
		[
			351,
			"like a virgin",
			"Written by Billy Steinberg and Tom Kelly Performed by Natalie Portman (uncredited)"
		],
		[
			352,
			"happy birthday",
			"Written by Mildred J. Hill and Patty S. Hill (as Patty Hill) Performed by Natalie Portman (uncredited)"
		],
		[
			353,
			"singing in the rain",
			"Written by Nacio Herb Brown (as Nacio Brown) and Arthur Freed Performed by Natalie Portman (uncredited)"
		],
		[
			354,
			"circle of life",
			"(1994) Music by Elton John (uncredited) Lyrics by Tim Rice (uncredited) Arranged and Produced by Hans Zimmer Performed by Carmen Twillie African Vocals Performed by Lebo M. Background Singer: Rodney Saulsberry (uncredited) Chorus: Maxi Anderson, Terry Bradford, Johnny Britt, Baby Cele, Lucky Cele, Rick Charles, Gugwana Dlamini, Kevin Dorsey, Wendy Fraser, Linda Gcwensa, Clydene Jackson (as Clydene Jackson), Matoab'sane Jali, Luyanda Jezile, Bob Joyce, Faith Kekana, Sphiwe Khanyile, Faca Khulu, Stella Khumalo, Skhumbuzo Kubheka, Thembi Kubheka, Ron Kunene, James Langa, Edie Lehmann Boddicker, Rick Logan, Tsidi Manye, Khanyo Maphumulo, Abner A. Mariri, Myrna Matthews, Batho Mhlongo, Vusi Mhlongo, Nonhlanhla Mkhize, Thembi Mtshali, Bheki Ndlovu, Nandi Ndlovu, Bongani Ngcobo, Nini Nkosi, Bobbi Page, Phindile, Rick Riso, Philile Seme, Alfie Silas, Happy Skhakhane, Kipizane Skweyiya, Sindisiwe Sokhela, Susie Stevens-Logan (as Susan D. Stevens), Khuluiwe Sithole (as Khuluiwe S'thole), Thandazile, Carmen Twillie, Sam Vamplew, Julia Waters, Luther Waters (as Luther N. Waters), Maxine Waters Willard (as Maxine Waters), Oren Waters, John J West, Yvonne Williams, Terry Young, Zolile Zulu"
		],
		[
			355,
			"nants ingonyama",
			"(1994) (uncredited) Written by Lebo M. and Hans Zimmer Performed by Lebo M."
		],
		[
			356,
			"i just cant wait to be king",
			"(1994) Music by Elton John (uncredited) Lyrics by Tim Rice (uncredited) Arranged and Produced by Mark Mancina Performed by Jason Weaver and Laura Williams with Rowan Atkinson"
		],
		[
			357,
			"be prepared",
			"(1994) Music by Elton John (uncredited) Lyrics by Tim Rice (uncredited) Arranged and Produced by Hans Zimmer Performed by Jeremy Irons, with Whoopi Goldberg, Cheech Marin, and Jim Cummings"
		],
		[
			358,
			"hakuna matata",
			"(1994) Music by Elton John (uncredited) Lyrics by Tim Rice (uncredited) Arranged and Produced by Mark Mancina and Jay Rifkin Performed by Nathan Lane, Ernie Sabella, Jason Weaver, and Joseph Williams Background Singer: Rodney Saulsberry (uncredited)"
		],
		[
			359,
			"can you feel the love tonight",
			"(1994) Music by Elton John (uncredited) Lyrics by Tim Rice (uncredited) Arranged and Produced by Mark Mancina Performed by Nathan Lane, Ernie Sabella, Sally Dworsky, Joseph Williams, and Kristle Murden"
		],
		[
			360,
			"can you feel the love tonight end title",
			"(1994) Music by Elton John (uncredited) Lyrics by Tim Rice (uncredited) Performed by Elton John Piano: Elton John Guitar: Davey Johnstone Drums: Chuck Sabo Bass: Phil Spalding Background vocals: Rick Astley, Gary Barlow, Kiki Dee, Robert Englund, Davey Johnstone, and the London Symphony Chorus Programmed by Guy Babylon and Olle Romo Engineer: Paula Jones Assistant engineer: Peter Lewis Produced and mixed by Chris Thomas"
		],
		[
			361,
			"the morning report",
			"Music by Elton John Lyrics by Tim Rice (all uncredited) Performed by Evan Saucedo and Jeff Bennett (Special Edition only)"
		],
		[
			362,
			"the lion sleeps tonight",
			"(1961) Written by Hugo Peretti, George David Weiss (as George Weiss), and Luigi Creatore Based on a song by Solomon Linda and Paul Campbell Sung by Nathan Lane (uncredited) and Ernie Sabella (uncredited)"
		],
		[
			363,
			"its a small world",
			"(1966) Music and Lyrics by Robert B. Sherman (as Robert Sherman) and Richard M. Sherman (as Richard Sherman) Sung by Rowan Atkinson (uncredited)"
		],
		[
			364,
			"ive got a lovely bunch of coconuts",
			"(1944) Written by Fred Heatherton (joint pseudonym of Elton Box, Desmond Cox and Irwin Dash) (uncredited) Sung by Rowan Atkinson (uncredited) and Jeremy Irons (uncredited)"
		],
		[
			365,
			"hawaiian war chant",
			"(Tahuwa-Huwai) (1936) Written by Johnny Noble (1936) and Prince Leleiohoku (as Leleiohaku) (1860) Performed by Nathan Lane (uncredited)"
		],
		[
			366,
			"nobody knows the trouble ive seen",
			"(uncredited) Traditional Spiritual Sung by Rowan Atkinson"
		],
		[
			367,
			"eluring",
			"performed by Silvi Vrait"
		],
		[
			368,
			"eluring circle of life estonian version",
			"performed by Silvi Vrait"
		],
		[
			369,
			"pavor",
			"Written by Walter Maioli and Nathalie Van Ravenstein (as Natalia Van Ravenstein) Performed by Synaulia Courtesy of Amiata Media, S.R.L."
		],
		[
			370,
			"etruria",
			"Written by Walter Maioli and Nathalie Van Ravenstein (as Natalia Van Ravenstein) Performed by Synaulia Courtesy of Amiata Media, S.R.L."
		],
		[
			371,
			"now we are free",
			"(uncredited) Written by Lisa Gerrard and Hans Zimmer"
		],
		[
			372,
			"battle hymn of the republic",
			"(circa 1856) (uncredited) Music by William Steffe Lyrics by Julia Ward Howe (1862) Sung a cappella by Ethan Suplee with modified lyrics"
		],
		[
			373,
			"the white man marches on",
			"by Johnny Rebel [To the tune of Battle Hymn of the Republic]"
		],
		[
			374,
			"minstrel boy",
			"Music Traditional, from an old Irish air Performed by the N.Y.P.D. Emerald Society Pipes and Drums (as NYPD Emerald Society Pipes and Drums)"
		],
		[
			375,
			"scotland the brave",
			"Traditional Performed by the N.Y.P.D. Emerald Society Pipes and Drums (as NYPD Emerald Society Pipes and Drums)"
		],
		[
			376,
			"im shipping up to boston",
			"Written by Al Barr (as Alexander Barr), Ken Casey (as Kenneth Casey), Matthew Kelly, James Lynch, Marc Orrell and Woody Guthrie Performed by Dropkick Murphys (as The Dropkick Murphys) Courtesy of Hellcat Records"
		],
		[
			423,
			"it had to be you",
			"(1924) (uncredited) Music by Isham Jones Lyrics by Gus Kahn Played during the opening shot of Rick's Caf Performed by Dooley Wilson (piano dubbed by Jean Vincent Plummer) Also played when Laszlo and Ilsa return to Rick's"
		],
		[
			377,
			"thiefs theme",
			"Written by Salaam Remi, Doug Ingle (as Douglas Ingle) and Nas (as Nasir Jones) Performed by Nas Courtesy of Sony Urban Music/Columbia Records By arrangement with Sony BMG Music Entertainment Contains a sample of \"In a Gadda Da Vida\" Performed by The Incredible Bongo Band Courtesy of Phoenix Audio"
		],
		[
			378,
			"one way out",
			"Written by Elmore James, Marshall Sehorn and Sonny Boy Williamson Performed by The Allman Brothers Band Courtesy of Universal Records Under license from Universal Music Enterprises"
		],
		[
			379,
			"nobody but me",
			"Written by Rudolph Isley, Ronald Isley and O'Kelly Isley Performed by The Human Beinz Courtesy of Capitol Records Under license from EMI Film & Television Music"
		],
		[
			380,
			"let it loose",
			"Written by Mick Jagger and Keith Richards Performed by The Rolling Stones Courtesy of Promotone B.V."
		],
		[
			381,
			"sweet dreams",
			"Written by Don Gibson Performed by Patsy Cline Courtesy of MCA Nashville Under license from Universal Music Enterprises"
		],
		[
			382,
			"well well well",
			"Written by John Lennon Performed by John Lennon Courtesy of EMI Records Under license from EMI Film & Television Music"
		],
		[
			383,
			"bang bang",
			"Written by Joe Cuba and Jimmy Sabater Performed by Joe Cuba Courtesy of Emusica Records, LLC"
		],
		[
			384,
			"sail on sailor",
			"Written by Tandyn Almer, Ray Kennedy (as Raymond Kennedy), Van Dyke Parks, Jack Rieley (as John Rieley) and Brian Wilson Performed by The Beach Boys Courtesy of Brother Records Under license from EMI Film & Television Music"
		],
		[
			385,
			"sancta maria",
			"from the film The Informer (1935) Written by Max Steiner"
		],
		[
			386,
			"baby blue",
			"Written by Pete Ham Performed by Badfinger Courtesy of Apple Corps Ltd. Under license from EMI Film & Television Music"
		],
		[
			387,
			"chi mi frena sextet act 2",
			"from \"Lucia di Lammermoor\" Written by Gaetano Donizetti Performed by Rundfunk Sinfonieorchester Berlin (as Berlin Radio Symphony Orchestra) Conducted by Roberto Paternostro Performed by Daniela Lojarro, Gisella Pasino, Giuseppe Sabbatini, Michael Knapp, Michele Pertusi, Marco Chingari Courtesy of LaserLight By arrangement of Source/Q"
		],
		[
			388,
			"comfortably numb",
			"Written by David Gilmour and Roger Waters Performed by Roger Waters, Van Morrison, The Band Courtesy of Universal Music International (GB) Under license from Universal Music Enterprises"
		],
		[
			389,
			"tweedlee dee",
			"Written by Scotty Moore (as Winfield Scott) Performed by La Vern Baker (as LaVern Baker) Courtesy of Atlantic Recording Corp. By arrangement with Warner Music Group Film & TV Licensing"
		],
		[
			390,
			"lucia di lammermoor act 1 preludio  percorrete le spiaggie vicine",
			"Written by Gaetano Donizetti Performed by Orchestra dell'Accademia Nazionale di Santa Cecilia (as Santa Cecilia Academy Orchestra) Conducted by John Pritchard (as Sir John Pritchard) Courtesy of Decca Music Group Limited Under license from Universal Music Enterprises"
		],
		[
			391,
			"theme from symphony no 5 in e minor",
			"Written by Antonn Dvork (as Antonin Dvorak) Performed by the N.Y.P.D. Emerald Society Pipes and Drums (as NYPD Emerald Society Pipes and Drums)"
		],
		[
			392,
			"mother machree",
			"Music by Chauncey Olcott and Ernest Ball Lyrics by Rida Johnson Young Sung a cappella by Jack Nicholson"
		],
		[
			393,
			"le sons et les parfums tournent dans lair du soir",
			"Performed by Jon Kull Music by Claude Debussy"
		],
		[
			394,
			"steppin out",
			"Performed by Paul Nelson Music by Paul Nelson and Carl Verheyen Lyrics by Paul Nelson Courtesy of Montage Records"
		],
		[
			395,
			"old macdonald had a farm",
			"(uncredited) [Tradition American nursery rhyme first published in 1916] Parody version performed by Stephen Baldwin"
		],
		[
			396,
			"drinkin down the rose  crown",
			"Composed by Keith Nichols Courtesy of APM"
		],
		[
			397,
			"tripping gaily",
			"Written and Performed by Ena Baga (as E. Baga) Courtesy of DeWolfe Music"
		],
		[
			398,
			"eel pie and mash",
			"Composed by Bob Barratt and Colin Frechter Courtesy of APM"
		],
		[
			399,
			"butterfly etude",
			"Composed by Frdric Chopin (as Frederic Chopin) Arranged & Performed by Stephen Edwards (as Stephen James Edwards) Courtesy of 5 Alarm Music"
		],
		[
			400,
			"vowel movement",
			"Composed by Andy Vale Courtesy of APM"
		],
		[
			401,
			"bathroom scales",
			"Composed by Andy Vale Courtesy of APM"
		],
		[
			402,
			"princess waltz",
			"Written by William Davies (as W. Davies) Courtesy of APM"
		],
		[
			403,
			"analyse",
			"Written by Thom Yorke (as Thomas Edward Yorke) Performed by Thom Yorke Courtesy of XL Recordings"
		],
		[
			404,
			"overture",
			"Written by Justin Hurwitz Courtesy of 5AM Music, Ltd."
		],
		[
			405,
			"black girls",
			"Performed by Chester French Written by D.A. Wallach (as DA Wallach), Maxwell Drummey & Travis Barker Published by D Ranger Publishing, Maxwell Drummey Music, & BMG Gold Songs/Beat Poet Music"
		],
		[
			406,
			"keep me waiting",
			"Written by Dana Williams & Maxwell Drummey Performed by Dana Williams By arrangement with David Adcock @ 505GRP"
		],
		[
			407,
			"reaction",
			"Written & Produced by Nicholas Britell Courtesy of Lake George Entertainment, L.L.C."
		],
		[
			408,
			"1st nassau band rehearsal",
			"Written by Tim Simonec Courtesy of 5AM Music, Ltd."
		],
		[
			409,
			"studio band eavesdrop",
			"Written by Tim Simonec Courtesy of 5AM Music, Ltd."
		],
		[
			410,
			"cathys song",
			"Written & Performed by Buddy Rich Courtesy of Cathy Rich & Cathy Marie Music"
		],
		[
			411,
			"2nd nassau rehearsal",
			"Written by Tim Simonec Courtesy of 5AM Music, Ltd."
		],
		[
			412,
			"whiplash",
			"Written by Hank Levy Original sheet music provided by Hank Levy Jazz, L.L.C. Under exclusive license from Hank Levy Jazz, L.L.C., Ellis Music Enterprises & Scene Tracks Music Courtesy of Stewart Levy & Hank Levy Jazz, L.L.C."
		],
		[
			413,
			"when i wake",
			"Written by Justin Hurwitz Produced by Nicholas Britell Courtesy of 5AM Music, Ltd."
		],
		[
			414,
			"studio band rehearsal after breakup",
			"Written by Tim Simonec Courtesy of 5AM Music, Ltd."
		],
		[
			415,
			"overbrook competition",
			"Written by Tim Simonec Courtesy of 5AM Music, Ltd."
		],
		[
			416,
			"caseys song",
			"Written by Justin Hurwitz Courtesy of 5AM Music, Ltd."
		],
		[
			417,
			"caravan",
			"Written by Juan Tizol and Duke Ellington Published by EMI Mills Music, Inc. & Sony/ATV Harmony Exclusive Print Rights for EMI Mills Music, Inc. Controlled & Administered by Alfred Music All Rights Reserved. Used by Permission."
		],
		[
			418,
			"fletchers song in club",
			"Written by Justin Hurwitz Courtesy of 5AM Music, Ltd."
		],
		[
			419,
			"intoit",
			"Written & Performed by Stan Getz Published by Prestige Music Courtesy of Concord Music Group, Inc."
		],
		[
			420,
			"no two words",
			"Written by Justin Hurwitz Produced by Nicholas Britell Courtesy of Lake George Entertainment, L.L.C. and Justin Hurwitz"
		],
		[
			421,
			"upswingin",
			"Written by Tim Simonec Courtesy of 5AM Music, Ltd."
		],
		[
			422,
			"la marseillaise",
			"(1792) (uncredited) Written by Claude Joseph Rouget de Lisle Arranged by Max Steiner Played during the opening credits Sung by Madeleine Lebeau and others at Rick's Variations played often in the score"
		],
		[
			473,
			"la posada n1",
			"Composed By, Orchestrated and Conducted by Ennio Morricone Published by Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			424,
			"shine",
			"(1910) (uncredited) Music by Ford Dabney Lyrics by Lew Brown and Cecil Mack Performed by Dooley Wilson during the opening scene at Rick's (piano dubbed by Jean Vincent Plummer)"
		],
		[
			425,
			"crazy rhythm",
			"(1928) (uncredited) Music by Joseph Meyer and Roger Wolfe Kahn Played when Rick turns the man away and then talks to Ugarte (originally from the 1928 Broadway musical \"Here's Howe!\")"
		],
		[
			426,
			"knock on wood",
			"(1942) (uncredited) Music by M.K. Jerome Lyrics by Jack Scholl Performed by Dooley Wilson and band (piano dubbed by Jean Vincent Plummer)"
		],
		[
			427,
			"the very thought of you",
			"(1934) (uncredited) Music by Ray Noble Played when Ferrari offers to buy Rick's and when Rick sends Yvonne home Also played when Sascha kisses Rick after Rick's good deed"
		],
		[
			428,
			"baby face",
			"(1926) (uncredited) Music by Harry Akst Performed by Dooley Wilson when Renault tells Rick that there's going to be an arrest (piano dubbed by Jean Vincent Plummer)"
		],
		[
			429,
			"im just wild about harry",
			"(1921) (uncredited) Music by Eubie Blake Played when Renault goes downstairs and joins Major Strasser's party"
		],
		[
			430,
			"heaven can wait",
			"(1939) (uncredited) Music by Jimmy Van Heusen Played when Rick is introduced to Major Strasser"
		],
		[
			431,
			"parlezmoi damour",
			"(uncredited) Music by Jean Lenoir Played when Laszlo and Ilsa first enter Rick's"
		],
		[
			432,
			"love for sale",
			"(1930) (uncredited) Music by Cole Porter Played when Renault joins Laszlo and Ilsa at their table"
		],
		[
			433,
			"tango delle rose",
			"(1928) (uncredited) aka \"The Song of the Rose\" Written by Filippo Schreier and Aldo Bottero Performed by Corinna Mura (vocal and guitar)"
		],
		[
			434,
			"as time goes by",
			"(1931) (uncredited) Written by Herman Hupfeld Performed by Dooley Wilson (piano dubbed by Jean Vincent Plummer) Variations played often in the score (originally from the 1932 Broadway show \"Everybody's Welcome\")"
		],
		[
			435,
			"piano improvisation",
			"(uncredited) Music by Frank Perkins Performed by Dooley Wilson after trying to talk Rick into leaving (piano dubbed by Jean Vincent Plummer)"
		],
		[
			436,
			"perfidia",
			"(1939) (uncredited) Music by Alberto Domnguez Played when Rick and Ilsa are dancing at the Paris nightclub"
		],
		[
			437,
			"if i could be with you",
			"(1926) (uncredited) Music by James P. Johnson Played when the man gets his pocket picked and the Germans enter Rick's"
		],
		[
			438,
			"you must have been a beautiful baby",
			"(1938) (uncredited) Music by Harry Warren Played when Yvonne walks into Rick's with the German officer"
		],
		[
			439,
			"die wacht am rhein",
			"(1854) (uncredited) Music by Karl Wilhelm (1854) Lyrics by Max Schneckenburger (1840) (from his poem) Arranged by Max Steiner Sung by the Germans at Rick's"
		],
		[
			440,
			"das lied der deutschen",
			"(1841) (uncredited) aka \"Deutschland ber Alles\" Music by Joseph Haydn (1797) Arranged by Max Steiner Played before and after Major Strasser orders Renault to shut down Rick's"
		],
		[
			441,
			"september",
			"(Maurice White/Allee Willis/Al McKay) Performed by Earth Wind & Fire (as Earth, Wind & Fire)"
		],
		[
			442,
			"boogie wonderland",
			"(Jon Lind (as Jonathan Lind) and Allee Willis (as Alice Willis) Performed by Earth Wind & Fire (as Earth, Wind & Fire)"
		],
		[
			443,
			"ave maria d839",
			"Music by Franz Schubert"
		],
		[
			444,
			"the ghetto",
			"(Donny Hathaway/Leroy Hutson) Performed by George Benson"
		],
		[
			445,
			"youre goin miss your candyman",
			"(Terry Callier/Phyllis Braxton) Performed by Terry Callier"
		],
		[
			446,
			"nocturne in si bmol mineur op9 no 1",
			"Music by Frdric Chopin Performed by Livia Rev Courtesy of Hyperion"
		],
		[
			447,
			"nein lnger trag ich nicht die qualen durch die wlder durch die auen",
			"from the opera \"Der Freischtz\" Music by Carl Maria von Weber Performed by Peter Schreier with Schsische Staatskapelle Dresden Conducted by Carlos Kleiber Courtesy of Deutsche Grammophon"
		],
		[
			448,
			"feeling good",
			"from the musical \"The Roar of the Greasepaint - The Smell of the Crowd\" by Leslie Bricusse and Anthony Newley Performed by Nina Simone and Hal Mooney"
		],
		[
			449,
			"let adagio",
			"Music by Antonio Vivaldi Performed by Le Capriccio Franais"
		],
		[
			450,
			"colombine ouverture burlesque",
			"Music by Georg Philipp Telemann Performed by Le Capriccio Franais"
		],
		[
			451,
			"les indes galantes",
			"Music by Jean-Philippe Rameau Performed by Le Capriccio Franais"
		],
		[
			452,
			"concerto grosso",
			"Music by George Frideric Handel Performed by Le Capriccio Franais"
		],
		[
			453,
			"lhiver",
			"from \"Le Quattro Stagioni\" Music by Antonio Vivaldi Performed by Le Capriccio Franais"
		],
		[
			454,
			"prlude suite violoncelle n 1",
			"Music by Johann Sebastian Bach Performed by Le Capriccio Franais"
		],
		[
			455,
			"suite n 2 badinerie",
			"Music by Johann Sebastian Bach Performed by Le Capriccio Franais"
		],
		[
			456,
			"le printemps ier mouvement",
			"from \"Le Quattro Stagioni\" Music by Antonio Vivaldi Performed by Le Capriccio Franais"
		],
		[
			457,
			"concerto in fa mineur",
			"Music by Johann Sebastian Bach Performed by Le Capriccio Franais"
		],
		[
			458,
			"le vol du bourdon",
			"Music by Nikolai Rimsky-Korsakov Performed by Le Capriccio Franais"
		],
		[
			459,
			"concerto for 2 violins and orchestra in la mineur op3 n 8",
			"Music by Antonio Vivaldi Performed by Orchestra da camera dell'Angelicum di Milano (as L'Angelicum de Milan)"
		],
		[
			460,
			"ein mdchen oder weibchen",
			"from \"La flte enchante (Die Zauberflte)\" Music by Wolfgang Amadeus Mozart Arranged by D. Griffith"
		],
		[
			461,
			"home sweet home",
			"Written by H.R. Bishop (uncredited) Performed by Amelita Galli-Curci Courtesy of RCA Victor Red Seal, a division of BMG Classics"
		],
		[
			462,
			"gunkan kshinkyoku",
			"(Warship March) Written by Tkichi Setoguchi"
		],
		[
			463,
			"hallelujah im a bum",
			"(uncredited) Music from the traditional folk song \"Revive Us Again\""
		],
		[
			464,
			"the prisoners song",
			"(1924) (uncredited) Written by Guy Massey"
		],
		[
			465,
			"how dry i am",
			"(uncredited) Traditional"
		],
		[
			466,
			"in the evening by the moonlight",
			"(1880) (uncredited) Music and Lyrics by James Allen Bland Performed by waiters in the cafe"
		],
		[
			467,
			"je cherche aprs titine",
			"(1917) (uncredited) Music by Lo Daniderff Lyrics by Bertal-Maubon Performed by Charles Chaplin"
		],
		[
			468,
			"theme from modern times",
			"(1935) (uncredited) (Later known as \"Smile\") Music by Charles Chaplin"
		],
		[
			469,
			"cera una volta il west",
			"Vocals: Edda (Edda Dell'Orso) Choir :Cantori Moderni Di Alessandroni Composed, Orchestrated and Conducted by Ennio Morricone Published by RCA Italiana S.p.A., Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			470,
			"come una sentenza",
			"Composed By, Orchestrated By Ennio Morricone Choir:Cantori Moderni Di Alessandroni Published by Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			471,
			"addio a cheyenne",
			"Whistle: Alessandro Alessandroni Composed, Orchestrated and Conducted by Ennio Morricone Published by Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			472,
			"lattentato",
			"Composed By, Orchestrated and Conducted by Ennio Morricone Published by Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			474,
			"la posada n2",
			"Composed By, Orchestrated and Conducted by Ennio Morricone Published by Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			475,
			"luomo dellarmonica",
			"Harmonica: Franco De Gemini Choir : Cantori Moderni Di Alessandroni Composed By, Orchestrated and Conducted by Ennio Morricone Published by RCA Italiana S.p.A., Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			476,
			"in una stanza con poca luce",
			"Composed By, Orchestrated and Conducted by Ennio Morricone Published by Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			477,
			"luomo",
			"Composed By, Orchestrated and Conducted by Ennio Morricone Published by Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			478,
			"lorchestraccia",
			"Composed By, Orchestrated and Conducted by Ennio Morricone Published by Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			479,
			"lamerica di jill",
			"Choir: Cantori Moderni Di Alessandroni Composed By, Orchestrated and Conducted by Ennio Morricone Published by Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			480,
			"lultimo rantolo",
			"Harmonica: Franco De Gemini Choir : Cantori Moderni Di Alessandroni Composed By, Orchestrated and Conducted by Ennio Morricone Published by Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			481,
			"finale",
			"Vocals: Edda (Edda Dell'Orso) Choir: Cantori Moderni Di Alessandroni Composed, Orchestrated and Conducted by Ennio Morricone Published by Universal Music Publishing Ricordi srl (P) 1969 Sergio Leone Productions"
		],
		[
			482,
			"excerpt from fancy free",
			"(1944) (uncredited) Ballet Music by Leonard Bernstein"
		],
		[
			483,
			"to see you is to love you",
			"(1952) (uncredited) Music by Jimmy Van Heusen Lyrics by Johnny Burke Performed by Bing Crosby Played when Miss Lonelyhearts has dinner with her imaginary guest"
		],
		[
			484,
			"lisa",
			"(1954) (uncredited) Music by Franz Waxman Lyrics by Harold Rome"
		],
		[
			485,
			"thats amore",
			"(1953) (uncredited) Music by Harry Warren [Piano instrumental played under footage of newlyweds]"
		],
		[
			486,
			"instrumental excerpt from red garters",
			"(1954) (uncredited) Written by Jay Livingston and Ray Evans"
		],
		[
			487,
			"many dreams ago",
			"(1954) (uncredited) Music by Franz Waxman Lyrics by Mack David Played when Miss Lonelyhearts goes out to the restaurant across the street"
		],
		[
			488,
			"martha oder der markt zu richmond",
			"(1847) (uncredited) Music by Friedrich von Flotow Libretto by Friedrich Wilhelm Riese"
		],
		[
			489,
			"il carnevale di venezia",
			"Composed by Niccol Paganini"
		],
		[
			490,
			"balettmusik nr 2 gdur",
			"Composed by Franz Schubert [from \"Rosamunde, Princess of Cyprus\", a play by Helmina von Chzy]"
		],
		[
			491,
			"lover",
			"(1932) (uncredited) Music by Richard Rodgers"
		],
		[
			492,
			"incidental music from symphony no 2 romantic",
			"by Howard Hanson [Played over end credits]"
		],
		[
			493,
			"eine kleine nachtmusik",
			"by Wolfgang Amadeus Mozart (as W. A. Mozart)"
		],
		[
			494,
			"you are my lucky star",
			"(uncredited) Music by Nacio Herb Brown Lyrics by Arthur Freed Performed by Sigourney Weaver"
		],
		[
			495,
			"flower girl theme",
			"(uncredited) Music by Jos Padilla"
		],
		[
			496,
			"beautiful wonderful eyes",
			"(1931) (uncredited) Music by Charles Chaplin"
		],
		[
			497,
			"tomorrow the sun will shine",
			"(1931) (uncredited) Music by Charles Chaplin"
		],
		[
			498,
			"happy romance",
			"(1931) (uncredited) Music by Charles Chaplin"
		],
		[
			499,
			"promenade",
			"(1931) (uncredited) Music by Charles Chaplin"
		],
		[
			500,
			"orientale",
			"(1931) (uncredited) Music by Charles Chaplin"
		],
		[
			501,
			"la violetera",
			"(uncredited) Music by Jos Padilla"
		],
		[
			502,
			"nuovo cinema paradiso titoli",
			"Written by Ennio Morricone"
		],
		[
			503,
			"maturita  maturity",
			"Written by Ennio Morricone"
		],
		[
			504,
			"tema damore  love theme",
			"Written by Andrea Morricone"
		],
		[
			505,
			"infanzia e maturita  childhood and manhood",
			"Written by Ennio Morricone"
		],
		[
			506,
			"ripensandola  while thinking about her again",
			"Written by Ennio Morricone"
		],
		[
			507,
			"cinema in fiamme  cinema on fire extended version",
			"Written by Ennio Morricone"
		],
		[
			508,
			"tema damore  love theme 2nd version",
			"Written by Andrea Morricone"
		],
		[
			509,
			"toto and alfredo",
			"Written by Ennio Morricone"
		],
		[
			510,
			"dopo il crollo  after the destruction extended version",
			"Written by Ennio Morricone"
		],
		[
			511,
			"tema damore per nata  love theme for nata",
			"Written by Ennio Morricone"
		],
		[
			512,
			"visita al cinema  visit to the cinema",
			"Written by Ennio Morricone"
		],
		[
			513,
			"prima giovinezza  first youth",
			"Written by Ennio Morricone"
		],
		[
			514,
			"quattro interludi  four interludes",
			"Written by Ennio Morricone"
		],
		[
			515,
			"fuga ricerca e ritorno  runaway search and return",
			"Written by Ennio Morricone"
		],
		[
			516,
			"from american sex appeal to the first fellini",
			"Written by Ennio Morricone"
		],
		[
			517,
			"tema damore  love theme 3rd version",
			"Written by Andrea Morricone"
		],
		[
			518,
			"proiezione per due  projection for two",
			"Written by Ennio Morricone"
		],
		[
			519,
			"toto and alfredo 2nd version",
			"Written by Ennio Morricone"
		],
		[
			520,
			"tema della bicicletta  bicycle theme",
			"Written by Ennio Morricone"
		],
		[
			521,
			"the end",
			"by Jim Morrison (as The Doors), Ray Manzarek (as The Doors), Robby Krieger (as The Doors), John Densmore (as The Doors) Performed by The Doors Courtesy of Elektra/Asylum Records"
		],
		[
			522,
			"i cant get no satisfaction",
			"Written by Mick Jagger and Keith Richards Performed by The Rolling Stones Courtesy of ABKCO Records"
		],
		[
			523,
			"love me and let me love you",
			"by Robert Duvall"
		],
		[
			524,
			"the ride of the valkyries",
			"from \"Die Walkre\" Composed by Richard Wagner Conducted by Georg Solti Performed by Wiener Philharmoniker (as The Vienna Philharmonic Orchestra) Courtesy of Decca Record Company Ltd/London Records Inc."
		],
		[
			525,
			"let the good times roll",
			"Written by Shirley Goodman and Leonard Lee"
		],
		[
			526,
			"suzie q",
			"Written by Dale Hawkins, Stan Lewis (as S. J. Lewis) and Eleanor Broadwater (as E. Broadwater) Performed by Flash Cadillac Courtesy of Private Stock Records"
		],
		[
			527,
			"excerpts from mnong gar music from vietnam",
			"Courtesy of OCORA Radio France"
		],
		[
			528,
			"collection musee de lhomme",
			"Zoetrope Music Company"
		],
		[
			529,
			"surfin safari",
			"Written by Brian Wilson and Mike Love Guild Music (BMI) c/o Original Sound Entertainment"
		],
		[
			530,
			"sonnerie aux morts",
			"(uncredited)"
		],
		[
			531,
			"something in the air",
			"(1999) Music by David Bowie and Reeves Gabrels Lyrics by David Bowie Performed by David Bowie Courtesy of RZO Music, Inc./Virgin Records America, Inc."
		],
		[
			532,
			"stone",
			"(2000) Written and Performed by Monc Courtesy of Conglomerated Industries"
		],
		[
			533,
			"generation z",
			"(2000) Written and Performed by Monc Courtesy of Conglomerated Industries"
		],
		[
			534,
			"motherlode",
			"Written by Chuck Hamshaw & Mark Schmidt Published by JRM Music (ASCAP) Courtesy of Megatrax Production Music, Inc. (1994)"
		],
		[
			535,
			"ipanema dreaming",
			"Written by Daniel May Performed by Daniel May Published by Revision West (BMI) Courtesy of Marc Ferrari/MasterSource"
		],
		[
			536,
			"do the boogaloo",
			"Written by Gerhard Narholz (as Sammy Burdson) and John Fiddy (as Jean-Claude Madonne) Performed by Quango & Sparky Sonoton Music Library Courtesy of Associated Production Music"
		],
		[
			537,
			"i am the monarch of the sea",
			"(1878) (uncredited) From \"H.M.S. Pinafore\" Music by Arthur Sullivan Lyrics by W.S. Gilbert Sung a cappella by John Rhys-Davies"
		],
		[
			538,
			"a british tar",
			"(1878) (uncredited) From \"H.M.S. Pinafore\" Music by Arthur Sullivan Lyrics by W.S. Gilbert Sung a cappella by John Rhys-Davies"
		],
		[
			539,
			"django theme song english version",
			"Lyrics by Franco Migliacci, Robert Mellin (uncredited) Written by Luis Bacalov Performed by Luis Bacalov, Rocky Roberts Conducted by Bruno Nicolai (uncredited) Courtesy of EMI General Music Publishing SRL"
		],
		[
			540,
			"rito finale",
			"(from Citt violenta (1970)) Written by Ennio Morricone Conducted by Ennio Morricone and Bruno Nicolai Universal Music Publishing Records, S.R.L."
		],
		[
			541,
			"the braying mule",
			"Written and Performed by Ennio Morricone (From Two Mules for Sister Sara (1970)) Courtesy of Universal Studios"
		],
		[
			542,
			"main titles theme song lo chiamavano king",
			"(from Lo chiamavano King (1971)) Written by Luis Bacalov Performed by Luis Bacalov, Edda Dell'Orso Courtesy of EMI General Music Publishing SRL"
		],
		[
			543,
			"norme con ironie",
			"Written by Ennio Morricone Conducted by Ennio Morricone and Bruno Nicolai Courtesy of Universal Music Publishing Records S.R.L."
		],
		[
			544,
			"gavotte",
			"Arranged by Grace Collins"
		],
		[
			545,
			"town of silence",
			"Written by Luis Bacalov Performed by Luis Bacalov Courtesy of EMI General Music Publishing SRL"
		],
		[
			546,
			"town of silence 2nd version",
			"Written by Luis Bacalov Performed by Luis Bacalov Courtesy of EMI General Music Publishing SRL"
		],
		[
			547,
			"freedom",
			"Written by Elayna Boynton, Kelvin Wooten, Anthony Hamilton Performed by Anthony Hamilton & Elayna Boynton Elayna Boynton appears courtesy of Woodaworx, Inc. Anthony Hamilton appears courtesy of RCA Records By Arrangement with Sony Music Entertainment"
		],
		[
			548,
			"la corsa 2nd version",
			"Written by Luis Bacalov Performed by Luis Bacalov Courtesy of EMI General Music Publishing SRL"
		],
		[
			549,
			"i got a name",
			"Written by Charles Fox and Norman Gimbel (as Norman Gimble) Performed by Jim Croce Courtesy of Lastrada Entertainment/Rhino Independent By Arrangement with Warner Music Group Film & TV Licensing"
		],
		[
			550,
			"dies irae requiem",
			"(from Batoru rowaiaru (2000)) Composed by Giuseppe Verdi Arranged by Masamichi Amano Performed by Warsaw Philharmonic Orchestra (as Warsaw Philharmonic Orchestra)"
		],
		[
			551,
			"i giorni dellira",
			"(from I giorni dell'ira (1967)) Written by Riz Ortolani (as Riziero Ortolani) Conducted by Riz Ortolani Courtesy of Universal Music Publishing Records S.R.L."
		],
		[
			552,
			"the big risk",
			"Written and Performed by Ennio Morricone Courtesy of Metro-Goldwyn-Mayer Music, Inc."
		],
		[
			553,
			"100 black coffins",
			"Written by Jamie Foxx and Rick Ross Performed by Rick Ross Courtesy of The Island Def Jam Music Group"
		],
		[
			554,
			"minacciosamente lotano",
			"(from I crudeli (1967)) Written and Performed by Ennio Morricone Courtesy of EMI General Music Publishing SRL"
		],
		[
			555,
			"trackers chant",
			"Inspired by Quentin Tarantino Encouraged by David Stern, James Parks, Michael Bowen, Robert Carradine (as Bobby Carradine), Zo Bell, Jake Garber Written by Ted Neeley Performed by Ted Neeley, Bruce Yauger (as Bruce Landon Yauger)"
		],
		[
			556,
			"nicaragua",
			"Written and Performed by Jerry Goldsmith Featuring guest soloist Pat Metheny Courtesy of Metro-Goldwyn-Mayer Music Inc."
		],
		[
			557,
			"ancora qui",
			"Written by Ennio Morricone and Elisa (as Elisa Toffoli) Performed by Elisa Courtesy of Sugar SRL"
		],
		[
			558,
			"sister saras theme",
			"(from Two Mules for Sister Sara (1970)) Written and Performed by Ennio Morricone Courtesy of Universal Studios"
		],
		[
			559,
			"blue dark waltz",
			"Written and Performed by Luis Bacalov Courtesy of EMI General Music Publishing SRL"
		],
		[
			560,
			"fr elise",
			"Written by Ludwig van Beethoven Arranged for harp by Ashley Toman"
		],
		[
			561,
			"unchained the paybackuntouchable",
			"Performed by James Brown and Tupac Shakur (as 2Pac) Mixed and Edited by Claudio Cueni \"The Payback\" as Performed by James Brown Written by James Brown, Fred Wesley and John Starks Courtesy of Universal Records Under License from Universal Music Enterprises \"Untouchable (Swizz Bratz Remix)\" Performed by Tupac Shakur (as 2Pac) Written by Swizz Beatz (as Kasseem Dean), Yafeu Fula, Krayzie Bone (as Anthony Henderson), Tupac Shakur, Hussein Fatal Courtesy of Amaru Entertainment/Interscope Records Under License from Universal Music Enterprises (Incorporates Dialogue Performed by Ace Speck/James Remar, Dr. King Schultz/Christoph Waltz and Django/Jamie Foxx)"
		],
		[
			562,
			"who did that to you",
			"Written by John Legend Performed by John Legend Courtesy of Columbia Records By Arrangment with Sony Music Licensing"
		],
		[
			563,
			"aint no grave black opium remix",
			"Remixed By Jay 'j2' Singh and J2 Traditional Arrangement by Johnny Cash (as John R. Cash) and Claude Ely Performed by Johnny Cash Courtesy of American Recordings, LLC Under License from Universal Music Enterprises"
		],
		[
			564,
			"too old to die young",
			"Written by Dege Legg Performed by Dege Legg (as Brother Dege) Courtesy of Golarwash Labs and Records LLC"
		],
		[
			565,
			"un monumento",
			"(from I crudeli (1967)) Written and Performed by Ennio Morricone Courtesy of EMI General Music Publishing SRL"
		],
		[
			566,
			"trinity titoli",
			"(from Lo chiamavano Trinit... (1970) aka \"My Name Is Trinity\" (USA title)) Written by Franco Micalizzi (as F. Micalizzi), Harold Stott (as L. Stott) Performed by Annibale E I Cantori Moderni Courtesy of Carosello C.E.M.E.D., Italy"
		],
		[
			567,
			"dopo la congiura",
			"(from I crudeli (1967)) Written and Performed by Ennio Morricone Courtesy of EMI General Music Publishing SRL"
		],
		[
			568,
			"down to earth",
			"Music by Peter Gabriel and Thomas Newman Lyrics by Peter Gabriel Performed by Peter Gabriel, featuring The Soweto Gospel Choir Produced by Peter Gabriel L.A. Sessions Produced by Thomas Newman Recorded by Richard Chappell Mixed by Tchad Blake"
		],
		[
			569,
			"put on your sunday clothes",
			"Written by Jerry Herman Performed by Michael Crawford (uncredited), Danny Lockin (uncredited), Barbra Streisand (uncredited), Tommy Tune (uncredited), Joyce Ames (uncredited) and the Company (uncredited) Courtesy of Twentieth Century Fox Film Corporation"
		],
		[
			570,
			"it only takes a moment",
			"Written by Jerry Herman Performed by Michael Crawford (uncredited) and Marianne McAndrew (uncredited) [dubbed by Melissa Stafford (unchecked)], with J. Pat O'Malley (uncredited) and the Company (uncredited) Courtesy of Twentieth Century Fox Film Corporation"
		],
		[
			571,
			"dont worry be happy",
			"Written and Performed by Bobby McFerrin Produced by Linda Goldstein Courtesy of Original Artists"
		],
		[
			951,
			"in a mizz",
			"(1937) (uncredited) Written by Charlie Barnet and Haven Johnson"
		],
		[
			572,
			"la vie en rose",
			"Music by Louiguy French lyrics by dith Piaf English lyrics by Mack David Performed by Louis Armstrong Courtesy of The Verve Music Group Under license from Universal Music Enterprises"
		],
		[
			573,
			"also sprach zarathustra",
			"Written by Richard Strauss"
		],
		[
			574,
			"bnl jingle",
			"Music by Thomas Newman Lyrics by Bill Bernstein"
		],
		[
			575,
			"ich wurde wenn ich wusste dass ich konnte",
			"Performed by 4PS Lyrics By Kurt Demmler Music By Joachim-Franz Bartzsch Published By Edition Air Franz (P) 2007 Colosseum Music Entertainment GmbH, Licensed From Sony BMG Music Entertainment (Germany) GmbH"
		],
		[
			576,
			"gral",
			"Written by Ernst-Ludwig Petrowsky Performed by Manfred Ludwig Sextett feat. Ernst-Ludwig Petrowsky"
		],
		[
			577,
			"ew als gruss",
			"Written by Ernst-Ludwig Petrowsky Performed by Manfred Ludwig Sextett feat. Ernst-Ludwig Petrowsky"
		],
		[
			578,
			"champuslied",
			"Performed by Angelika Mann Lyrics By Fred Gertz Music By Joachim-Franz Bartzsch Published by Edition Air Franz (P) 2007 Colosseum Music Entertainment GmbH, Licensed From Sony BMG Music Entertainment (Germany) GmbH"
		],
		[
			579,
			"wie ein stern",
			"Performed by Frank Schbel Lyrics By Dieter Lietz Music By Hans-Georg Schmiedecke Published By Lied Der Zeit GmbH (P) 2007 Colosseum Music Entertainment GmbH, Licensed From Sony BMG Music Entertainment (Germany) GmbH"
		],
		[
			580,
			"rock n roll im stadtpark",
			"Performed by Pankow Music & Lyrics by Jrgen Ehle (P) 2007 Colosseum Music Entertainment GmbH, Licensed From Sony BMG Music Entertainment (Germany) GmbH"
		],
		[
			581,
			"stell dich mitten in den regen",
			"Performed by Bayon Lyrics By Wolfgang Borchert Music By Christoph Theusner (P) 2007 Colosseum Music Entertainment GmbH, Licensed From Sony BMG Music Entertainment (Germany) GmbH"
		],
		[
			582,
			"die sonate vom guten menschen",
			"(uncredited) Written by Gabriel Yared, Stphane Moucha Performed by Sebastian Koch"
		],
		[
			583,
			"ut jucundas",
			"Written by Gabriel Yared"
		],
		[
			584,
			"die unsichtbare front",
			"Composed By Gabriel Yared, Stphane Moucha Conducted by Adam Klemens Performed by The City of Prague Philharmonic Orchestra with Piano Soloist: Jaromir Klepac, Guitar Soloist: Jaroslav Novk  & (p) 2006 Colosseum Schallplatten GmbH, under exclusive license of Gabriel Yared, Stphane Moucha & Sony BMG Music Entertainment (Germany) GmbH."
		],
		[
			585,
			"hgw xx7",
			"Performed by The City of Prague Philharmonic Orchestra with Conducted by Adam Klemens Piano Soloist: Jaromir Klepac, Guitar Soloist: Jaroslav Novk Composed By Gabriel Yared, Stphane Moucha"
		],
		[
			586,
			"linienstrae",
			"Performed by The City of Prague Philharmonic Orchestra Conducted by Adam Klemens Piano Soloist: Jaromir Klepac, Guitar Soloist: Jaroslav Novk Composed By Gabriel Yared, Stphane Moucha"
		],
		[
			587,
			"es gibt momente",
			"Music Composed by Hansi Biebl Lyrics By Kurt Demmler Performed by Hansi Biebl (P) 2007 Colosseum Music Entertainment GmbH, Licensed From Sony BMG Music Entertainment (Germany) GmbH"
		],
		[
			588,
			"albatros",
			"Performed by Karat Lyrics By Norbert Kaiser Music By Ullrich Swillms (as Ed Swillms) Published By Harth Musikverlag / Bergisch Gladbach (P) 2007 Colosseum Music Entertainment GmbH, Licensed From Sony BMG Music Entertainment (Germany) GmbH"
		],
		[
			589,
			"tausend augen",
			"Music By Silly Lyrics By Werner Karma (Karma) Performed by Silly (P) 2007 Colosseum Music Entertainment GmbH, Licensed From Sony BMG Music Entertainment (Germany) GmbH"
		],
		[
			590,
			"das leben der anderen",
			"Composed By Gabriel Yared, Stphane Moucha Conducted by Adam Klemens Performed by The City of Prague Philharmonic Orchestra  & (p) 2006 Colosseum Schallplatten GmbH, under exclusive license of Gabriel Yared, Stphane Moucha & Sony BMG Music Entertainment (Germany) GmbH."
		],
		[
			591,
			"verrat",
			"Performed by The City of Prague Philharmonic Orchestra Conducted by Adam Klemens Piano Soloist: Jaromir Klepac, Guitar Soloist: Jaroslav Novk Composed By Gabriel Yared, Stphane Moucha  & (p) 2006 Colosseum Schallplatten GmbH, under exclusive license of Gabriel Yared, Stphane Moucha & Sony BMG Music Entertainment (Germany) GmbH."
		],
		[
			592,
			"gesichter der liebe",
			"Performed by The City of Prague Philharmonic Orchestra Conducted by Adam Klemens Piano Soloist: Jaromir Klepac, Guitar Soloist: Jaroslav NovkComposed By Gabriel Yared, Stphane Moucha  & (p) 2006 Colosseum Schallplatten GmbH, under exclusive license of Gabriel Yared, Stphane Moucha & Sony BMG Music Entertainment (Germany) GmbH."
		],
		[
			593,
			"georg dreyman der dichter",
			"Composed by Gabriel Yared, Stphane Moucha  & (p) 2006 Colosseum Schallplatten GmbH, under exclusive license of Gabriel Yared, Stphane Moucha & Sony BMG Music Entertainment (Germany) GmbH."
		],
		[
			594,
			"the paramountdontwantme blues",
			"(1950) (uncredited) Written by Jay Livingston and Ray Evans Performed by Jay Livingston and Ray Evans at Artie's party"
		],
		[
			595,
			"buttons and bows",
			"(1948) (uncredited) Music and Lyrics by Jay Livingston and Ray Evans Played and sung by guests at Artie's Party"
		],
		[
			596,
			"charmainediane",
			"(1950) (uncredited) Words and Music by Erno Rapee and Lew Pollack Played by the band on New Year's Eve"
		],
		[
			597,
			"toccata and fugue in d minor bwv 565",
			"(ca 1705) (uncredited) Music by Johann Sebastian Bach Played on an organ by Erich von Stroheim"
		],
		[
			598,
			"la cumparsita",
			"(1916) (uncredited) Music by Gerardo Matos Rodrguez Tango played by the band on New Year's Eve and danced by William Holden with Gloria Swanson"
		],
		[
			599,
			"sobre las olas over the waves",
			"(1887) (uncredited) Written by Juventino Rosas Hummed by Gloria Swanson"
		],
		[
			600,
			"knstlerleben artists life op316",
			"(1867) (uncredited) Composed by Johann Strauss Played as dance music at the party"
		],
		[
			601,
			"der treue husar",
			"(uncredited) German folk song Sung a cappella by Christiane Kubrick near the end"
		],
		[
			602,
			"the shining main title",
			"Written by Wendy Carlos and Rachel Elkind Performed by Wendy Carlos and Rachel Elkind Based on \"Dream of a Witches' Sabbath\" from Symphonie fantastique by Hector Berlioz and traditional requiem \"Dies Irae\""
		],
		[
			603,
			"lontano",
			"(uncredited) Written by Gyrgy Ligeti Performed by Sinfonie-Orchester des Sdwestfunks Conducted by Ernest Bour"
		],
		[
			604,
			"the awakening of jakob",
			"(uncredited) Written by Krzysztof Penderecki Performed by Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach (as Polish Radio National Symphony Orchestra) Conducted by Krzysztof Penderecki"
		],
		[
			605,
			"utrenja  ewangelia",
			"(uncredited) Music by Krzysztof Penderecki Performed by Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach Conducted by Krzysztof Penderecki"
		],
		[
			606,
			"utrenja  kanon paschy",
			"Music by Krzysztof Penderecki Performed by Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach (uncredited) Conducted by Krzysztof Penderecki (uncredited)"
		],
		[
			607,
			"de natura sonoris no 1",
			"Music by Krzysztof Penderecki Performed by Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach (uncredited) Conducted by Krzysztof Penderecki (uncredited)"
		],
		[
			608,
			"de natura sonoris no 2",
			"Music by Krzysztof Penderecki Performed by Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach (uncredited) Conducted by Krzysztof Penderecki (uncredited)"
		],
		[
			609,
			"polymorphia",
			"Music by Krzysztof Penderecki Performed by Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach (uncredited) Conducted by Krzysztof Penderecki (uncredited)"
		],
		[
			610,
			"masquerade",
			"(uncredited) Music by John Jacob Loeb Lyrics by Paul Francis Webster Performed by Jack Hylton and His Orchestra"
		],
		[
			611,
			"midnight the stars and you",
			"(uncredited) Written by Jimmy Campbell, Reginald Connelly, and Harry M. Woods Performed by Ray Noble Orchestra with Al Bowlly"
		],
		[
			612,
			"its all forgotten now",
			"(uncredited) Written by Ray Noble Performed by Ray Noble Orchestra with Al Bowlly"
		],
		[
			613,
			"home when shadows fall",
			"(uncredited) Written by Peter Van Steeden, Geoffrey Clarkson, and Harry Clarkson Performed by Henry Hall and the Gleneagles Hotel Band"
		],
		[
			614,
			"kanon for 52 string orchestra and tape",
			"(uncredited) Music by Krzysztof Penderecki"
		],
		[
			615,
			"music for strings percussion and celesta movement iii",
			"Music by Bla Bartk Conducted by Herbert von Karajan Recorded by Deutsche Grammphon Performed by Berliner Philharmoniker (uncredited)"
		],
		[
			616,
			"hungarian dance no 5",
			"(uncredited) Written by Johannes Brahms Played on the radio during the shaving scene"
		],
		[
			617,
			"prelude to lohengrin  act i",
			"(1850) (uncredited) Music by Richard Wagner"
		],
		[
			618,
			"string quintet in e op 13 no 5 minuet",
			"(uncredited) Music by Luigi Boccherini Played on piano a bit by Charles Chaplin"
		],
		[
			619,
			"the rubberband man",
			"Written by Thom Bell (as Thomas Bell) and Linda Creed Performed by The Spinners Courtesy of Atlantic Recording Group By arrangement with Warner Music Group & TV Licensing"
		],
		[
			620,
			"black panther theme",
			"Composed by Ludwig Gransson Arranged by Alan Silvestri (uncredited)"
		],
		[
			621,
			"i may never go home anymore",
			"Music by Ralph Arthur Roberts Lyrics by Jack Brooks Sung by Marlene Dietrich (uncredited) Reprised a cappella by Tyrone Power (uncredited)"
		],
		[
			622,
			"because",
			"Written by John Lennon and Paul McCartney Performed by Elliott Smith Elliott Smith appears courtesy of DreamWorks Records"
		],
		[
			623,
			"on broadway",
			"Written by Barry Mann, Cynthia Weil, Jerry Leiber, and Mike Stoller Master arranged by Paul Lavender Courtesy of Hal Leonard Corporation"
		],
		[
			624,
			"tenderfoot",
			"Written by Rick Arbuckle Performed by Zen Dadio Courtesy of Boho Records"
		],
		[
			625,
			"all right now",
			"Written by Andy Fraser and Paul Rodgers Performed by Free Courtesy of A&M Records/Island Records Ltd. Under license from Universal Music Special Markets"
		],
		[
			626,
			"we havent turned around",
			"Written by Ian Ball, 'Paul Blackburn', Tom Gray, Ben Ottewell, and Oliver Peacock Performed by Gomez Courtesy of Virgin Records Limited/Virgin Records America, Inc."
		],
		[
			627,
			"something grand",
			"Written by Hilton Ruiz Performed by Hilton Ruiz Ensemble Courtesy of the RCA Records Label of BMG Entertainment"
		],
		[
			628,
			"american woman",
			"Written by Burton Cummings, Randy Bachman, Jim Kale (as Jim Kale), and Gary Peterson Performed by The Guess Who Courtesy of the RCA Records Label of BMG Entertainment"
		],
		[
			629,
			"use me",
			"Written and Performed by Bill Withers Courtesy of Columbia Records By Arrangement with Sony Music Licensing"
		],
		[
			630,
			"cancer for the cure",
			"Written by Mark Oliver Everett (as E) and Mickey Petralia Performed by Eels Courtesy of DreamWorks Records"
		],
		[
			631,
			"the seeker",
			"Written by Pete Townshend Performed by The Who Courtesy of MCA Records & Polydor Limited Under License from Universal Music Special Markets"
		],
		[
			632,
			"dont rain on my parade",
			"Written by Jule Styne and Bob Merrill Performed by Bobby Darin and Annette Bening Courtesy of The Bobby Darin Testamentary Trust"
		],
		[
			633,
			"as long as im singing",
			"Written and Performed by Bobby Darin Courtesy of Capitol Records Under license from EMI-Capitol Music Special Markets"
		],
		[
			634,
			"open the door",
			"Written and Performed by Betty Carter Courtesy of Blue Note Records, A Division of Capitol Records, Inc. Uncer license from EMI-Capitol Music Special Markets"
		],
		[
			635,
			"dont let it bring you down",
			"Written by Neil Young Performed by Annie Lennox Courtesy of BMG Records (UK) Ltd./Arista Records, Inc."
		],
		[
			636,
			"call me irresponsible",
			"Written by Sammy Cahn and Jimmy Van Heusen Performed by Bobby Darin Courtesy of Columbia Records By Arrangement with EMI-Capitol Music Special Markets"
		],
		[
			637,
			"where love has gone",
			"Written by Sammy Cahn and Jimmy Van Heusen Performed by Bobby Darin Courtesy of Columbia Records By Arrangement with EMI-Capitol Music Special Markets"
		],
		[
			638,
			"bali hai",
			"Written by Oscar Hammerstein II and Richard Rodgers Performed by Peggy Lee"
		],
		[
			639,
			"people get up and drive your funky soul remix",
			"Written by James Brown, St. Clair Pickney and Fred Wesley Performed by James Brown Courtesy of Republic Records Under license from Universal Music Enterprises"
		],
		[
			640,
			"theme from spiderman",
			"Written by Paul Francis Webster and Bob Harris (as Robert Harris) Courtesy of Walt Disney Music, Inc."
		],
		[
			641,
			"sunflower spiderman into the spiderverse",
			"Written by Swae Lee (as Khalif Brown), Louis Bell (as Louis Russel Bell), Post Malone (as Austin Post), Billy Walsh (as William Walsh), Carter Lang and Carl Rosen Produced by Louis Bell and Carter Lang Performed by Post Malone & Swae Lee Post Malone appears courtesy of Republic Records Swae Lee appears courtesy of Eardrummer/Interscope Records"
		],
		[
			642,
			"capullito de alel",
			"Written by Rafael Hernndez (as Rafael Hernndez Marin) Performed by Tato Daz, Elena Rita Ortiz & The Rafael Hernndez Orchestra Courtesy of Grabaciones - Institute of Puerto Rican Culture"
		],
		[
			643,
			"familia spiderman into the spiderverse",
			"Written by Nicki Minaj (as Onika Tanya Maraj), Bantu (as Tinashe Sibanda), Dr. Chaii (as Philip \"Pip\" Kembo), Anuel AA (as Emmanuel Gazmey Santiago) and Carlos Suarez (as Carlos A. Suarez) Produced by Bantu and Dr. Chaii Performed by Nicki Minaj & Anuel AA featuring Bantu Nicki Minaj appears courtesy of Young Money/Cash Money Records"
		],
		[
			644,
			"invincible",
			"Written by Amin (as Adam Amin Daniel), Ommas Keith (as Om'mas Keith) and Dylan Meek Produced by Ommas Keith (as Om'mas Keith) Performed by Amin Amin appears courtesy of Republic Records"
		],
		[
			645,
			"save the day",
			"Written by Ski Mask The Slump God (as Stokeley Goulborne), Jacquees (as Rodriques Jacques Broadnax), Coi Leray (as Coi LeRay), LouGotCash (as Rahlou Ruth) and RayAyy (as Raymond Arroyo) Produced by RayAyy (as Rayayy) Performed by Ski Mask The Slump God (as Ski Mask), Jacquees and Coi Leray (as Coi LeRay) Ski Mask appears courtesy of Republic Records Jacquees appears courtesy of Cash Money Records Coi LeRay appears courtesy of Republic Records"
		],
		[
			646,
			"memories",
			"Written by Thutmose (as Umar Ibrahim) and Vincent van den Ende Performed by Thutmose Courtesy of King Thut LLC By arrangement with ZYNC Powered by Round Hill"
		],
		[
			647,
			"chemical calisthenics",
			"Written by Cut Chemist (as Lucas MacFadden) and Gift of Gab (as Timothy Parker) Performed by Blackalicious featuring Cut Chemist Courtesy of Geffen Records Under license from Universal Music Enterprises"
		],
		[
			763,
			"whatd i say",
			"Written by Ray Charles Performed by Rare Earth Courtesy of Motown Records Under license from Universal Music Enterprises"
		],
		[
			648,
			"hypnotize",
			"Written by Randy 'Badazz' Alpert (as Randy Badazz Alpert), Andy Armer (as Andy Armer), Sean 'Diddy' Combs (as Sean Combs), The Notorious B.I.G. (as Christopher Wallace), Deric Angelettie and Ron Lawrence (as Ronald Lawrence) Performed by The Notorious B.I.G. Courtesy of Bad Boy Records By arrangement with Warner Music Group Film & TV Licensing Contains a sample of \"Rise\" Performed by Herb Alpert Courtesy of Almo Properties, LLC"
		],
		[
			649,
			"buss this",
			"Written by Joseph Cavaseno (as Joseph H. Cavasena) Performed by Ghetto Philharmonic Courtesy of Tuff City Records By arrangement with Ocean Park Music Group"
		],
		[
			650,
			"the number song cut chemist remix",
			"Written by DJ Shadow (as Josh Davis) and Ray Fernandez Performed by DJ Shadow Courtesy of Island Records Ltd. Under license from Universal Music Enterprises"
		],
		[
			651,
			"the choice is yours",
			"Written by James Alexander, Ben Cauley, Allen Jones (as Allen Jones, Jr.), Mista Lawnge (as William McLean), Johnny 'Hammond' Smith (as Johnny Hammond Smith) and Andres Titus Performed by Black Sheep Courtesy of Def Jam Recordings Under license from Universal Music Enterprises Contains a sample of \"Big Sur Suite\" Performed by Johnny 'Hammond' Smith Courtesy of Epic Records By arrangement with Sony Music Entertainment and Courtesy of King Record Co., Ltd."
		],
		[
			652,
			"apache",
			"Written by Jerry Lordan (as Jeremiah Lordan) Performed by The Incredible Bongo Band Courtesy of Mr. Bongo Worldwide Limited"
		],
		[
			653,
			"mary mary",
			"Written by Michael Nesmith Performed by Run-D.M.C. (as Run-DMC) Courtesy of RCA Records By arrangement with Sony Music Entertainment"
		],
		[
			654,
			"because i got it like that",
			"Written by Nathaniel Hall and Michael Small Performed by Jungle Brothers Courtesy of Phase One Network, Inc. By arrangement with Shelly Bay Music"
		],
		[
			655,
			"spidey bells a heros lament",
			"Written by James Pierpont Arranged by Phil Lord Produced by Kool Kojak (as KoOoLkOjAk)"
		],
		[
			656,
			"scared of the dark",
			"Written by Eskeerdo (as Alexander Izquierdo), Samuel Denison Martin, Ben Billions (as Ben Diel), DJ Infamous (as Marco Rodriguez-Diaz), Lil' Wayne (as Dwayne Michael Carter Jr.), Ty Dolla $ign (as Tyrone William Griffin Jr.) and XXXTentacion (as Jahseh Dwayne Onfroy) Produced by Ben Billions and DJ Infamous (as Infamous) Performed by Lil' Wayne (as Lil Wayne) and Ty Dolla $ign Lil Wayne appears courtesy of Young Money Records Ty Dolla $ign appears courtesy of Atlantic Recording Corp."
		],
		[
			657,
			"mumble rap",
			"Written by Belly (as Ahmad Balshe) and Danny Schofield Performed by Belly Courtesy of Roc Nation Records Under license from Universal Music Enterprises"
		],
		[
			658,
			"st elmos fire man in motion",
			"Written by David Foster and John Parr Performed by John Parr Under license from Sony/ATV Music Publishing"
		],
		[
			659,
			"to the end",
			"Written by Elliphant (as Ellinor Miranda Salome Olovsdotter), Wally Gagel (as Walten Steven Gagel) and Xandy Barry Produced by Wally Gagel and Xandy Barry Performed by Elliphant Elliphant appears courtesy of Artist Co Ten"
		],
		[
			660,
			"hide",
			"Written by Juice WRLD (as Jarad Higgins) and George Dickenson Performed by Juice WRLD Courtesy of Interscope Records"
		],
		[
			661,
			"want it here",
			"Written by Srgio Cabral (as Sergio Cabral), Sarai Howard, Anthony Mirabella (as Anthony Mirabella III) and Ali Dee (as Ali Dee Theodore) Performed by Xenia Pax Courtesy of The Practice Worldwide Under license from Universal Music Publishing Group"
		],
		[
			662,
			"start a riot",
			"Written by Breyan Isaac, Duckwrth (as Jared Lee), Shaboozey (as Collins Chibueze) and Kyduh (as Alec Appoloni) Performed by Duckwrth and Shaboozey Duckwrth and Shaboozey appear courtesy of Republic Records"
		],
		[
			663,
			"whats up danger",
			"Written by Blackway (as Yaw Sintim-Misa) and Jared Piccone (as Jared David Piccone) Produced by Black Caviar and Blackway Performed by Blackway & Black Caviar Blackway & Black Caviar appear courtesy of Republic Records"
		],
		[
			664,
			"elevate",
			"Written by DJ Khalil (as Khalil Abdul-Rahman), Cordae (as Cordae Dunston), Denzel Curry, Swavay (as Andre Jones), Daniel Seeff, Didier Cohen and Trevor Rich Produced by DJ Khalil and Didier Cohen Performed by DJ Khalil featuring Denzel Curry, Cordae, Swavay and Trevor Rich DJ Khalil appears courtesy of Virginia Road Recordings Swavay appears courtesy of Republic Records"
		],
		[
			665,
			"way up",
			"Written by Jaden Smith, Omarr Rambert and YoungFyre (as Tramaine Winfrey) Produced by Omarr Rambert and YoungFyre Performed by Jaden Smith Jaden Smith appears courtesy of MSFTSMusic/Roc Nation"
		],
		[
			666,
			"home",
			"Written by Vince Staples, David Biral and Denzel Michael-Akil Baptiste Performed by Vince Staples Courtesy of Def Jam Recordings Under license from Universal Music Enterprises"
		],
		[
			667,
			"salsa en la calle",
			"(uncredited) Written, composed, performed, and produced by Jos Miguel Ortegon as Sr Oregon Performed by Sr Ortegon"
		],
		[
			668,
			"let go",
			"Written by Beau Young Prince (as Beau Young) & Jaimy Lageweg Produced by Jailo Performed by Beau Young Prince Courtesy of Def Jam Recordings Under license from Universal Music Enterprises"
		],
		[
			669,
			"taut walk",
			"(uncredited) Music by Laurie Johnson [Plays during the post-credits scene.]"
		],
		[
			670,
			"try a little tenderness",
			"(1932) (uncredited) Music by Harry M. Woods, Reginald Connelly, and Jimmy Campbell Arranged by Laurie Johnson Performed by Studio Orchestra during the opening credits"
		],
		[
			671,
			"well meet again",
			"(1939) (uncredited) Music and Lyrics by Ross Parker and Hugh Charles Performed by Vera Lynn and chorus at the end"
		],
		[
			672,
			"pavane pour une infante dfunte",
			"Written by Maurice Ravel Performed by the Minnesota Orchestra with Stanislaw Skrowaczewski, Conductor Courtesy of Countdown Media"
		],
		[
			673,
			"rosen aus dem sden op 388",
			"(uncredited) Written by Johann Strauss"
		],
		[
			674,
			"bring my love",
			"by Starsailor"
		],
		[
			675,
			"winter",
			"from \"The Four Seasons\" Written by Antonio Vivaldi"
		],
		[
			676,
			"waltz",
			"from \"Masquerade\" by Aram Khachaturyan"
		],
		[
			677,
			"temptation rag",
			"Written by Henry Lodge Performed by Claude Bolling Courtesy of Decca Records France Under license from Universal Music Enterprises"
		],
		[
			678,
			"here comes the king",
			"Written by Steve Karmen Courtesy of Budweiser"
		],
		[
			679,
			"murrays theme",
			"Written by Judson Crane and Mark S. Hollingsworth (as Mark Hollingsworth) Performed by Ellis Drane and his Jazz Orchestra (uncredited) Produced by Stewart Lerman"
		],
		[
			680,
			"hello news",
			"(Uncredited) Written by Frank Gari. [Plays briefly on the TV prior to the Murray Franklin Show intro]"
		],
		[
			681,
			"rooftop",
			"Written and Performed by Hildur Gunadttir and Jhann Jhannsson Courtesy of Milan Records By arrangement with Sony Music Entertainment"
		],
		[
			682,
			"everybody plays the fool",
			"Written by Ralph Bailey, Rudy Clark and Ken Williams (as Kenneth Williams) Performed by The Main Ingredient Courtesy of RCA Records By arrangement with Sony Music Entertainment"
		],
		[
			683,
			"the moon is a silver dollar",
			"Written by Sammy Fain and Mitchell Parish Performed by Lawrence Welk and His Orchestra Courtesy of Prestige Elite Records Ltd."
		],
		[
			762,
			"the devils rumble",
			"Written by Davie Allan and Mike Curb Performed by Davie Allan and The Arrows from the motion picture Devil's Angels (1967) Courtesy of Curb Records, Inc."
		],
		[
			684,
			"slap that bass",
			"from Shall We Dance (1937) Written by George Gershwin and Ira Gershwin Performed by Fred Astaire and The RKO Radio Studio Chorus & Orchestra Courtesy of Warner Bros. Entertainment Inc. and Turner Entertainment Co."
		],
		[
			685,
			"if youre happy and you know it",
			"Written by Joe Raposo Performed by Chaim Tannenbaum Produced by Stewart Lerman"
		],
		[
			686,
			"send in the clowns",
			"Written by Stephen Sondheim Performed by Carl Lundstedt (uncredited)"
		],
		[
			687,
			"my name is carnival",
			"Written and Performed by Jackson C. Frank Courtesy of Sanctuary Records Group Ltd. By arrangement with BMG Rights Management (US) LLC"
		],
		[
			688,
			"smile",
			"Music by Charles Chaplin Lyrics by Geoffrey Parsons and John Turner Performed by Jimmy Durante Courtesy of Warner Records By arrangement with Warner Music Group Film & TV Licensing"
		],
		[
			689,
			"thats life",
			"Written by Dean Kay and Kelly Gordon Performed by Ellis Drane and his Jazz Orchestra (uncredited)"
		],
		[
			690,
			"murrays late night",
			"Written by Bill O'Connell Produced by Stewart Lerman"
		],
		[
			691,
			"toy dept toy waltz",
			"Cue from Modern Times (1936) Written by Charles Chaplin Orchestral Arrangement Courtesy of Bourne Co. Performed by Sinfonieorchester des Norddeutschen Rundfunks (as North German Radio Symphony Orchestra) Conducted by Timothy Brock Courtesy of CPO and Naxos By arrangement with Source/Q"
		],
		[
			692,
			"bedding dept",
			"Cue from Modern Times (1936) Written by Charles Chaplin Orchestral Arrangement Courtesy of Bourne Co. Performed by Sinfonieorchester des Norddeutschen Rundfunks (as North German Radio Symphony Orchestra) Conducted by Timothy Brock Courtesy of CPO and Naxos By arrangement with Source/Q"
		],
		[
			693,
			"descends in lift",
			"Cue from Modern Times (1936) Written by Charles Chaplin Orchestral Arrangement Courtesy of Bourne Co. Performed by Sinfonieorchester des Norddeutschen Rundfunks (as North German Radio Symphony Orchestra) Conducted by Timothy Brock Courtesy of CPO and Naxos By arrangement with Source/Q"
		],
		[
			694,
			"in basement",
			"Cue from Modern Times (1936) Written by Charles Chaplin Orchestral Arrangement Courtesy of Bourne Co. Performed by Sinfonieorchester des Norddeutschen Rundfunks (as North German Radio Symphony Orchestra) Conducted by Timothy Brock Courtesy of CPO and Naxos By arrangement with Source/Q"
		],
		[
			695,
			"joins girl in bedding dept",
			"Cue from Modern Times (1936) Written by Charles Chaplin Orchestral Arrangement Courtesy of Bourne Co. Performed by Sinfonieorchester des Norddeutschen Rundfunks (as North German Radio Symphony Orchestra) Conducted by Timothy Brock Courtesy of CPO and Naxos By arrangement with Source/Q"
		],
		[
			696,
			"charlie meets burglars",
			"Cue from Modern Times (1936) Written by Charles Chaplin Orchestral Arrangement Courtesy of Bourne Co. Performed by Sinfonieorchester des Norddeutschen Rundfunks (as North German Radio Symphony Orchestra) Conducted by Timothy Brock Courtesy of CPO and Naxos By arrangement with Source/Q"
		],
		[
			697,
			"bottle bursts",
			"Cue from Modern Times (1936) Written by Charles Chaplin Orchestral Arrangement Courtesy of Bourne Co. Performed by Sinfonieorchester des Norddeutschen Rundfunks (as North German Radio Symphony Orchestra) Conducted by Timothy Brock Courtesy of CPO and Naxos By arrangement with Source/Q"
		],
		[
			698,
			"rock n roll part 2",
			"Written by Gary Glitter and Mike Leander Performed by Gary Glitter Courtesy of Snapper Music PLC By arrangement with The Licensing Partnership"
		],
		[
			699,
			"love theme",
			"Cue from Modern Times (1936) Written by Charles Chaplin Orchestral Arrangement Courtesy of Bourne Co. Performed by Sinfonieorchester des Norddeutschen Rundfunks (as North German Radio Symphony Orchestra) Conducted by Timothy Brock Courtesy of CPO and Naxos By arrangement with Source/Q"
		],
		[
			700,
			"spanish flea",
			"Written by Julius Wechter and Cissy Wechter Performed by Ray Davies and His Button Down Brass Courtesy of The Reader's Digest Association, Inc/The Orchard"
		],
		[
			701,
			"white room",
			"Written by Jack Bruce and Pete Brown Performed by Cream Courtesy of Polydor Records Ltd. Under license from Universal Music Enterprises"
		],
		[
			702,
			"le nozze di figaro the marriage of figaro k 492 act iv ah tutti contenti",
			"(1786) (uncredited) Music by Wolfgang Amadeus Mozart Libretto by Lorenzo da Ponte Performed by The Academy of St. Martin-in-the-Fields (as Academy of St Martin In The Fields) Conducted by Neville Marriner Excerpts Sung by Samuel Ramey (Figaro), Felicity Lott (Countess), Richard Stilwell (Count Almaviva), Isobel Buchanan (as Isabel Buchanan) (Susanna), Anne Howells (Cherubino), Deborah Rees (Barbarina), Alexander Oliver (Basilio), Robin Leggate (Don Curzio), John Tomlinson (Dr. Bartolo), and Willard White (Antonio)"
		],
		[
			703,
			"don giovanni k 527 a cenar teco da qual tremore insolito",
			"(1787) (uncredited) Music by Wolfgang Amadeus Mozart Libretto by Lorenzo da Ponte Performed by The Academy of St. Martin-in-the-Fields (as Academy of St Martin In The Fields) Conducted by Neville Marriner Excerpts from Act 2 sung by Richard Stilwell (Don Giovanni), John Tomlinson (Commendatore), and Willard White (Leporello)"
		],
		[
			704,
			"axur re dormus finale",
			"(1788) (uncredited) Music by Antonio Salieri Libretto by Lorenzo da Ponte Performed by The Academy of St. Martin-in-the-Fields (as Academy of St Martin In The Fields) Conducted by Neville Marriner"
		],
		[
			705,
			"die entfhrung aus dem serail abduction from the seraglio k 384 marten aller arten",
			"(1782) (uncredited) Music by Wolfgang Amadeus Mozart Libretto by Christoph Friedrich Bretzner Performed by The Academy of St. Martin-in-the-Fields (as Academy of St Martin In The Fields) Conducted by Neville Marriner Sung by Suzanne Murphy (Constanza)"
		],
		[
			706,
			"die zauberflte the magic flute k 620 aria no 14 der holle rache kocht",
			"(1791) (uncredited) Music by Wolfgang Amadeus Mozart Libretto by Emanuel Schikaneder Performed by The Academy of St. Martin-in-the-Fields (as Academy of St Martin In The Fields) Conducted by Neville Marriner Excerpts Sung by June Anderson (Queen of the Night), Brian Kay (Papageno), and Gillian Fisherr (Papagena)"
		],
		[
			707,
			"concerto for piano in e flat major k 482 3rd movement allegro",
			"(1782-86) (uncredited) Music by Wolfgang Amadeus Mozart Performed by The Academy of St. Martin-in-the-Fields (as Academy of St Martin In The Fields) Conducted by Neville Marriner Instrumental Soloist: Ivan Moravec"
		],
		[
			708,
			"concerto for piano in d minor k 466",
			"(1782-86) (uncredited) Music by Wolfgang Amadeus Mozart Performed by The Academy of St. Martin-in-the-Fields (as Academy of St Martin In The Fields) Conducted by Neville Marriner Instrumental Soloist: Imogen Cooper"
		],
		[
			709,
			"symphony no 25 in g minor k 183 1st movement",
			"(1773) (uncredited) Music by Wolfgang Amadeus Mozart Performed by The Academy of St. Martin-in-the-Fields Conducted by Neville Marriner"
		],
		[
			710,
			"lacrimosa requiem mass in d k 626",
			"(uncredited) Music by Wolfgang Amadeus Mozart Performed by The Academy of St. Martin-in-the-Fields Conducted by Neville Marriner"
		],
		[
			711,
			"harpsichord piece in f major k 33b",
			"(uncredited) Music by Wolfgang Amadeus Mozart Performed by Young Mozart on harpsichord and on violin when blindfolded"
		],
		[
			712,
			"caro mio ben",
			"(uncredited) Written by Giuseppe Giordani Performed by The Academy of St. Martin-in-the-Fields Conducted by Neville Marriner Sung by Michele Esposito"
		],
		[
			713,
			"adagio and rondo for glass harmonica flute oboe viola and cello k 617",
			"(1791) Music by Wolfgang Amadeus Mozart Instrumental Soloist: Thomas Bloch with The Brussels Virtuosi, Conductor: Marc Grauwels Thomas Bloch appears courtesy of NAXOS (2002 director's cut only)"
		],
		[
			714,
			"confutatis requiem mass in d k 626",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			715,
			"serenade k 361 gran partita for 13 wind instruments adagio",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			716,
			"le nozze di figaro the marriage of figaro k 492 act 1  non pi andrai overture",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			717,
			"a little night music serenade in g for strings eine kleine nachtmusik k 525 1st movement",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			718,
			"die entfhrung aus dem serail abduction from the seraglio k 384 turkish finale",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			719,
			"mass in c minor k 427 kyrie",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			720,
			"concerto for flute and harp k 299 2nd movement",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			721,
			"allegro moderato from symphony no 29 in a major k 201",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			722,
			"concerto no 10 for two pianos and orchestra in eflat minor k 365 3rd movement",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			723,
			"allegro maestoso from sinfonia concertante for violin viola and orchestra in eflat major k 364",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			724,
			"piano concerto no 15 in bflat k 450 iii allegro",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			725,
			"ich mchte wohl der kaiser sein k539",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			726,
			"die zauberflte the magic flute act 2  papapapapapapapagena",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			727,
			"die zauberflte the magic flute act 2  ein mdchen oder weibchen",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			728,
			"six german dances k 509 no 1 in d major",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			729,
			"don giovanni k 527 overture",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			730,
			"axur re dormus act iv son queste le speranze",
			"(uncredited) Written by Antonio Salieri"
		],
		[
			731,
			"rex tremendae majestatis requiem k 626",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			732,
			"le nozze di figaro the marriage of figaro k 492 act i duettino cinquedieciventi",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			733,
			"die entfhrung aus dem serail abduction from the seraglio k 384 act i singt dem grossen bassa lieder",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			734,
			"le nozze di figaro the marriage of figaro k 492 act iii finale amanti costanti ecco la marcia",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			735,
			"die entfhrung aus dem serail abduction from the seraglio k 384 act ii duet vivat bacchus bacchus lebe",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			736,
			"die zauberflte the magic flute k 620act i overture",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			737,
			"dies irae requiem mass in d k 626",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			738,
			"introitus requiem mass in d k 626",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			739,
			"don giovanni k 527 act ii commendatore scene",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			740,
			"don giovanni k 527 act i la ci darem la mano",
			"(uncredited) Written by Wolfgang Amadeus Mozart"
		],
		[
			741,
			"bubak and hungaricus",
			"(Uncredited) Early 18th-Century Gypsy Music"
		],
		[
			742,
			"the green leaves of summer",
			"Written by Dimitri Tiomkin, Paul Francis Webster Performed by The Nick Perito Orchestra (as Nick Perito & His Orchestra) Courtesy of Capitol Records Under license from EMI Film & Television Music"
		],
		[
			743,
			"the verdict",
			"(Dopo la condanna) Written by Ennio Morricone Performed by Ennio Morricone Courtesy of EMI Music Publishing Italia srl"
		],
		[
			744,
			"lincontro con la figlia",
			"Written by Ennio Morricone Performed by Ennio Morricone Courtesy of GDM Music S.r.l. on behalf of Universal Music Publishing Ricordi S.r.l."
		],
		[
			745,
			"white lightning main title",
			"Written by Charles Bernstein Performed by Charles Bernstein from the motion picture White Lightning (1973) Used through the courtesy of Metro-Goldwyn-Mayer Music Inc."
		],
		[
			746,
			"il mercenario ripresa",
			"Written by Ennio Morricone Performed by Ennio Morricone Courtesy of EMI Music Publishing Italia srl"
		],
		[
			747,
			"slaughter",
			"Written by Billy Preston Performed by Billy Preston Courtesy of A&M Records Under license from Universal Music Enterprises"
		],
		[
			748,
			"algeri 1 novembre 1954 battle of algiers",
			"Written by Ennio Morricone, Gillo Pontecorvo Orchestra conducted by Bruno Nicolai Courtesy of CAM Cine TV Music, Inc./BMG Ricordi Music Publishing Spa"
		],
		[
			749,
			"the surrender",
			"(La resa) Written by Ennio Morricone Performed by Ennio Morricone Courtesy of EMI Music Publishing Italia srl"
		],
		[
			750,
			"one silver dollar",
			"(Un Dollaro Bucato) Written by Gianni Ferrio Performed by The Film Studio Orchestra Courtesy of Victor Entertainment, Inc., Japan."
		],
		[
			751,
			"hound chase intro",
			"Written by Charles Bernstein Performed by Charles Bernstein from the motion picture White Lightning (1973) Used through the courtesy of Metro-Goldwyn-Mayer Music Inc."
		],
		[
			752,
			"al di l della legge",
			"Written by Riz Ortolani (as Riziero Ortolani) Performed by Riz Ortolani Courtesy of IDM Music Ltd obo GDM Music S.r.l. on behalf of Universal Music Publishing Ricordi S.r.l."
		],
		[
			753,
			"bath attack",
			"Written by Charles Bernstein Performed by Charles Bernstein Courtesy of Twentieth Century Fox Film Corporation"
		],
		[
			754,
			"claires first appearence",
			"Written by Jacques Loussier Performed by Jacques Loussier Courtesy of Warner Bros. Entertainment"
		],
		[
			755,
			"the fight",
			"Written by Jacques Loussier Performed by Jacques Loussier Courtesy of Warner Bros. Entertainment"
		],
		[
			756,
			"davon geht die welt nicht unter",
			"Written by Bruno Balz, Michael Jary Performed by Zarah Leander from Die groe Liebe (1942)"
		],
		[
			757,
			"the man with the big sombrero",
			"Written by Phil Boutelje, Foster Carling Performed by Samantha Shelton and Michael Andrew Inspired by the original recording by June Havoc String Quartet Performed by Tamas Kocsis and Douglas H. Pritchard"
		],
		[
			758,
			"ich wollt ich waer ein huhn",
			"Written by Hans Fritz Beckmann (as Hans-Fritz Beckmann), Peter Kreuder Performed by Lilian Harvey, Willy Fritsch Courtesy of EMI Music Germany Under license from EMI Film & Television Music"
		],
		[
			759,
			"main theme",
			"Written by Jacques Loussier Performed by Jacques Loussier Courtesy of Warner Bros. Entertainment"
		],
		[
			760,
			"cat people putting out the fire",
			"Written by David Bowie, Giorgio Moroder Performed by David Bowie Courtesy of Universal Studios"
		],
		[
			761,
			"mystic and severe",
			"Written by Ennio Morricone Performed by Ennio Morricone Courtesy of GDM Music S.r.l. on behalf of Universal Music Publishing Ricordi S.r.l."
		],
		[
			764,
			"zulus",
			"Written by Elmer Bernstein Performed by Elmer Bernstein, conducting the Royal Philharmonic Orchestra Courtesy of Cerberus Records/Cerberus Productions"
		],
		[
			765,
			"tiger tank",
			"Written by Lalo Schifrin Courtesy of Warner Bros. Entertainment"
		],
		[
			766,
			"eastern condors",
			"Composed by Danny Chung Ownership Creative Entertainment"
		],
		[
			767,
			"un amico",
			"Written by Ennio Morricone Performed by Ennio Morricone Courtesy of EMI General Music srl"
		],
		[
			768,
			"rabbia e tarantella",
			"Written by Ennio Morricone Performed by Ennio Morricone Courtesy of GDM Music S.r.l. on behalf of Universal Music Publishing Ricordi S.r.l."
		],
		[
			769,
			"remember me",
			"Music & Lyrics by Kristen Anderson-Lopez & Robert Lopez Produced by Germaine Franco, Kristen Anderson-Lopez & Robert Lopez As Performed by Ernesto de la Cruz - Benjamin Bratt As Performed by Hctor & Young Coco - Gael Garca Bernal, Gabriella Flores & Libertad Garca Fonzi As Performed by Miguel & Mam Coco - Anthony Gonzalez & Ana Ofelia Murgua"
		],
		[
			770,
			"everyone knows juanita",
			"Music by Germaine Franco Lyrics by Adrian Molina Performed by Gael Garca Bernal"
		],
		[
			771,
			"un poco loco",
			"Music by Germaine Franco Lyrics by Adrian Molina Performed by Anthony Gonzalez & Gael Garca Bernal"
		],
		[
			772,
			"proud corazn",
			"Music by Germaine Franco Lyrics by Adrian Molina Performed by Anthony Gonzalez"
		],
		[
			773,
			"the world es mi familia",
			"Music by Germaine Franco Lyrics by Adrian Molina Performed by Anthony Gonzalez & Antonio Sol"
		],
		[
			774,
			"all en el rancho grande",
			"Written by Silvano Ramos"
		],
		[
			775,
			"la llorona",
			"Traditional Performed by Alanna Ubach & Antonio Sol"
		],
		[
			776,
			"ciudad victoria",
			"Written by Rubn Fuentes (as Rubn Fuentes-Gassn)"
		],
		[
			777,
			"doras dance",
			"Written by Germaine Franco"
		],
		[
			778,
			"la petenera",
			"Traditional"
		],
		[
			779,
			"la zandunga",
			"Traditional"
		],
		[
			780,
			"jlale",
			"Written by Camilo Lara, Holger Beier & Pat Beier Performed by Instituto Mexicano de Sonido (as Mexican Institute of Sound) Courtesy of Camilo Lara - Yebo Music LLC"
		],
		[
			781,
			"hoy no fo maana s",
			"Written by Camilo Lara Performed by Instituto Mexicano de Sonido (as Mexican Institute of Sound) Courtesy of Camilo Lara"
		],
		[
			782,
			"remember me do",
			"Music & Lyrics by Kristen Anderson-Lopez & Robert Lopez Performed by Miguel featuring Natalia Lafourcade Produced by Steve Mostyn & Miguel Engineered by David Davis Natalia Lafourcade vocals recorded by Alan Saucedo Miguel appears courtesy of Bystorm Entertainment/RCA Records Natalia Lafourcade appears courtesy of Sony Music Entertainment Mxico, S.A. de C.V."
		],
		[
			783,
			"much needed advice",
			"(uncredited) Music by Michael Giacchino and Germaine Franco Lyrics by Adrian Molina Performed by Benjamin Bratt and Antonio Sol"
		],
		[
			784,
			"youve got a friend in me",
			"Written, Performed, and Produced by Randy Newman Randy Newman appears courtesy of Reprise Records"
		],
		[
			785,
			"strange things",
			"Written, Performed, and Produced by Randy Newman Randy Newman appears courtesy of Reprise Records"
		],
		[
			786,
			"i will go sailing no more",
			"Written, Performed, and Produced by Randy Newman Randy Newman appears courtesy of Reprise Records"
		],
		[
			787,
			"la paloma",
			"(uncredited) Written by Sebastian Iradier (as Sebastian de Yradier) and Michael Jary Performed by Rosita Serrano Published by Edition Cinema"
		],
		[
			788,
			"jattendrai",
			"(Tornerai) (uncredited) Music by Dino Olivieri Italian lyrics by Nino Rastelli French lyrics by Louis Poterat Performed by Rina Ketty"
		],
		[
			789,
			"its a long way to tipperary",
			"(uncredited) Written by Jack Judge and Harry Williams Performed by The Red Army Choir"
		],
		[
			790,
			"erzherzogalbretchmarsch",
			"(uncredited) Composed by Karl Komzak"
		],
		[
			791,
			"sing nachtigall sing",
			"(uncredited) Written by Michael Jary and Bruno Balz Performed by Evelyn Knneke"
		],
		[
			792,
			"heimat deine sterne",
			"(uncredited) Performed by Wilhelm Strienz"
		],
		[
			793,
			"mon gars",
			"(My Boy) (uncredited) Performed by Rita Cadillac Music by Klaus Doldinger Lyrics by France Brifaut"
		],
		[
			794,
			"westerwaldlied",
			"(O, du schner Westerwald) (uncredited) Written by Josef Neuhauser"
		],
		[
			795,
			"muss i denn zum stdtele hinaus",
			"(Wooden Heart) (uncredited) Written by Friedrich Silcher"
		],
		[
			796,
			"varsity rag",
			"(uncredited) Music by Ray Henderson"
		],
		[
			797,
			"dear mr fantasy",
			"Written by Steve Winwood, Jim Capaldi, and Chris Wood Performed by Traffic Courtesy of Island Records Ltd. Under license from Universal Music Enterprises"
		],
		[
			798,
			"antman theme",
			"Composed by Christophe Beck"
		],
		[
			799,
			"lets go",
			"Written by Lanny Duncan and Robert Duncan"
		],
		[
			800,
			"supersonic rocket ship",
			"Written by Ray Davies Performed by The Kinks Courtesy of Legacy Recordings By Arrangement with Sony Music Entertainment"
		],
		[
			801,
			"doom and gloom",
			"Written by Mick Jagger and Keith Richards Performed by The Rolling Stones Courtesy of Promotone B.V."
		],
		[
			802,
			"doctor strange theme",
			"Composed by Michael Giacchino"
		],
		[
			803,
			"hey lawdy mama",
			"Written by John Kay, Larry Byrom, and Jerry Edmonton Performed by Steppenwolf Courtesy of Geffen Records Under license from Universal Music Enterprises"
		],
		[
			804,
			"come and get your love",
			"Written by Lolly Vegas Performed by Redbone Courtesy of Epic Records By arrangement with Sony Music Entertainment"
		],
		[
			805,
			"its been a long long time",
			"Written by Sammy Cahn and Jule Styne Performed by Harry James and His Orchestra (as Harry James & His Orchestra) Courtesy of Columbia Records By arrangement with Sony Music Licensing"
		],
		[
			806,
			"la cucaracha",
			"Traditional"
		],
		[
			807,
			"captain marvel theme",
			"Composed by Pinar Toprak"
		],
		[
			808,
			"make way for tomorrow today",
			"Music and Lyrics by Richard M. Sherman (as Richard Sherman)"
		],
		[
			809,
			"mononokehimeprincess mononoke theme song",
			"(Japanese vocal version) Lyrics By Hayao Miyazaki Vocals by counter-tenor Yoshikazu Mera Music composed by Joe Hisaishi Music performed by Tokyo City Philharmonic Orchestra and conducted by Hiroshi Kumagai"
		],
		[
			810,
			"princess mononoke theme song mononokehime",
			"(English language version) Adaptation by Neil Gaiman Translated By Stephen Alpert Vocals by Sasha Lazard Lyrics By Hayao Miyazaki Music composed by Joe Hisaishi"
		],
		[
			811,
			"the tatara women work song tatara fumu onnatachi",
			"Lyrics By Hayao Miyazaki Music composed by Joe Hisaishi"
		],
		[
			812,
			"danger zone",
			"From Top Gun (1986) Original Soundtrack Written by Giorgio Moroder & Tom Whitlock Performed by Kenny Loggins Courtesy of Columbia Records By arrangement with Sony Music Entertainment"
		],
		[
			813,
			"your cheatin heart",
			"Written by Hank Williams (as Hank Williams Sr.) Performed by Hank Williams Courtesy of Mercury Nashville Records Under license from Universal Music Enterprises"
		],
		[
			814,
			"lets dance",
			"Written & Performed by David Bowie Courtesy of RZO Music"
		],
		[
			815,
			"bang a gong get it on",
			"Written by Marc Bolan Performed by T. Rex Courtesy of Musadet Productions, Inc."
		],
		[
			952,
			"song without words op 62 no3 funeral march",
			"(1842-1844) (uncredited) Written by Felix Mendelssohn Arranged by Max Steiner"
		],
		[
			816,
			"tramp",
			"Written by Jimmy McCracklin & Lowell Fulson Performed by Otis Redding & Carla Thomas Courtesy of Atlantic Recording Corp. By arrangement with Warner Music Group Film & TV Licensing"
		],
		[
			817,
			"slow ride",
			"Written by 'Lonesome' Dave Peverett (as David Peverett) Performed by Foghat Courtesy of Bearsville Records/Rhino Entertainment Company By arrangement with Warner Music Group Film & TV Licensing"
		],
		[
			818,
			"great balls of fire",
			"Written by Otis Blackwell & Jack Hammer Performed by Miles Teller & the Cast"
		],
		[
			819,
			"wont get fooled again",
			"Written by Pete Townshend Performed by The Who Courtesy of Geffen Records Under license from Universal Music Enterprises"
		],
		[
			820,
			"i aint worried",
			"Written by Ryan Tedder, Brent Kutzle, Tyler Spry, John Eriksson, Peter Morn & Bjorn Yttling Produced by Ryan Tedder, Brent Kutzle & Tyler Spry Performed by OneRepublic Courtesy of Mosley Music/Interscope"
		],
		[
			821,
			"viper comes down on mav",
			"From the motion picture Top Gun (1986) Written & Performed by Harold Faltermeyer Courtesy of Paramount Pictures"
		],
		[
			822,
			"taps",
			"Written by Daniel Butterfield Arranged by Jari Villanueva Performed by Jacob Anderson"
		],
		[
			823,
			"hold my hand",
			"Written and Produced by Lady Gaga & BloodPop Vocal & Additional Production by Benjamin Rice Performed by Lady Gaga Courtesy of Interscope Records"
		],
		[
			824,
			"god bless america",
			"Music by Irving Berlin Irving Berlin Music Corporation Performed by Kate Smith Courtesy of RCA Record"
		],
		[
			825,
			"summertime from porgy and bess",
			"Music by George Gershwin Lyrics by DuBose Heyward (as Dubose Hayward) and Ira Gershwin  1935 by Gershwin Publishing Company Copyright renewed: All rights assigned to Chappel and Co."
		],
		[
			826,
			"night and day",
			"Words and Music by Cole Porter Copyright 1932 (Renewed) Warner Bros. Inc."
		],
		[
			827,
			"yesterday",
			"Words and Music by John Lennon and Paul McCartney Used by permission: Northern Songs (as Norther Songs Ltd.) c/o ATV Music"
		],
		[
			828,
			"amapola",
			"Music and Spanish lyrics by Jos Mara Lacalle (as Joseph M. La Calle) English lyrics by Albert Gamse Used by permission: Edward B. Marks Music Corporation"
		],
		[
			829,
			"la gazza ladra",
			"Music by Gioachino Rossini (uncredited) Directed by Francesco Molinari-Pradelli from LP 894 103 \"Rossini Overture\" P 1968 Distributed by Polygram Dischi S.p.A."
		],
		[
			830,
			"st james infirmary blues",
			"(uncredited) Traditional. sometimes credited as written by Irving Mills (1930)"
		],
		[
			831,
			"cockeyes songchildhood memories",
			"(uncredited) Music by Ennio Morricone Pan flute performed by Gheorghe Zamfir"
		],
		[
			832,
			"poverty",
			"(uncredited) Music by Ennio Morricone"
		],
		[
			833,
			"big strong man",
			"Arranged by Brian Warfield Performed by The Wolfetones (as Wolfe Tones) Courtesy of Shanachie Entertainment Corp."
		],
		[
			834,
			"if i had the last dream in the world",
			"Written by Joe Liles Performed by Northeast Connection"
		],
		[
			835,
			"baker street",
			"Written and Performed by Gerry Rafferty Courtesy of EMI Records Under license from EMI-Capitol Music Special Markets"
		],
		[
			836,
			"room",
			"Written and Performed by Dan Lander Courtesy of Non Sequitur/What Next Recordings"
		],
		[
			837,
			"boys better",
			"Written by Courtney Taylor-Taylor (as Courtney Taylor) Performed by The Dandy Warhols (as Dandy Warhols) Courtesy of Capitol Records Under license from EMI-Capitol Music Special Markets"
		],
		[
			838,
			"we still need more than anyone can give",
			"Written by Danny Goffey, Gaz Coombes (as Gareth Coombes) and Mick Quinn Performed by Supergrass Courtesy of Capitol Records Under license from EMI-Capitol Music Special Markets"
		],
		[
			839,
			"no name 3",
			"Written and Performed by Elliott Smith Courtesy of Cavity Search"
		],
		[
			840,
			"runaway",
			"Written by Del Shannon and Max Crook Performed by Del Shannon Courtesy of Mole Hole Records"
		],
		[
			841,
			"why do i lie",
			"Written by Jill Cunniff (as Jill Cuniff) Performed by Luscious Jackson Courtesy of Grand Royal/Capitol Records Under license from EMI-Capitol Music Special Markets"
		],
		[
			842,
			"grand sonata in bflat major op 30d617",
			"Written by Franz Schubert Performed by Dana Muller and Gary Steigerwalt Courtesy of Centaur Records"
		],
		[
			843,
			"somebodys baby",
			"Written by Jackson Browne and Danny Kortchmar Performed by Andru Donalds Courtesy of Metro Blue/Blue Note Records, a division of Capitol Records, Inc. Under license from EMI-Capitol Music Special Markets"
		],
		[
			844,
			"six grandes marches op 40d819 no 5",
			"Written by Franz Schubert Performed by Dana Muller and Gary Steigerwalt Courtesy of Centaur Records"
		],
		[
			845,
			"say yes",
			"Written and Performed by Elliott Smith Courtesy of Kill Rock Stars By arrangement with Ocean Park Music Group"
		],
		[
			846,
			"as the rain",
			"Written and Performed by Jeb Loy Nichols Courtesy of Capitol Records Under license from EMI-Capitol Music Special Markets"
		],
		[
			847,
			"people",
			"Written by Jule Styne and Bob Merrill (as Bob Merill)"
		],
		[
			848,
			"between the bars",
			"Written and Performed by Elliott Smith Courtesy of Kill Rock Stars By arrangement with Ocean Park Music Group"
		],
		[
			849,
			"handle on my heart",
			"Written by Minnie Driver"
		],
		[
			850,
			"fishermans blues",
			"Written by Mike Scott and Steve Wickham Performed by The Waterboys Courtesy of Chrysalis Records, a division of EMI Under license from EMI-Capitol Music Special Markets"
		],
		[
			851,
			"how can you mend a broken heart",
			"Written by Barry Gibb and Robin Gibb Performed by Al Green Courtesy of Hi Records Under license from EMI-Capitol Music Special Markets"
		],
		[
			852,
			"tommy bhettys waltz",
			"Traditional Arranged by Altan and P.J. Curtis Performed by Altan Courtesy of Green Linnet Records"
		],
		[
			853,
			"angeles",
			"Written and Performed by Elliott Smith Courtesy of Kill Rock Stars By arrangement with Ocean Park Music Group"
		],
		[
			854,
			"heart  soul",
			"Written by Ivan Drever and Duncan Chisholm Performed by Wolfstone Courtesy of Green Linnet Records"
		],
		[
			855,
			"miss misery",
			"Written and Performed by Elliott Smith"
		],
		[
			856,
			"afternoon delight",
			"Written by Bill Danoff (as William Danoff) Performed by Starland Vocal Band Courtesy of Windsong Records"
		],
		[
			857,
			"yumetourou dream lanturn",
			"Music and Lyrics by Youjirou Noda Arranged and Performed by Radwimps"
		],
		[
			858,
			"zen zen zense",
			"Music and Lyrics by Youjirou Noda Arranged and Performed by Radwimps"
		],
		[
			859,
			"sparkle",
			"Music and Lyrics by Youjirou Noda Arranged and Performed by Radwimps"
		],
		[
			860,
			"nande mo naiya its nothing",
			"Music and Lyrics by Youjirou Noda Arranged and Performed by Radwimps"
		],
		[
			861,
			"bialy  lox conga",
			"Performed by The Moonrats Marcel Reginatto - Saxophone, Vocals Brian Emrich - Bass Guitar, Vocals Oscar Ooz - Trumpet, Vocals Theodore Birkey - Keyboards, Vocals Tico Torres (as Hector Torres) - Percussion, Vocals Darren Aronofsky - Vocals Engineered, Programmed and Mixed by James Murphy for DFA at Plantain Recording House NYC"
		],
		[
			906,
			"gayane ballet suite  gayanes adagio",
			"(1941-2) Music by Aram Khachaturyan Performed by Leningrad Philharmonic Orchestra (as the Leningrad Philharmonic Orchestra) Conductor Gennadi Rozhdestvensky Courtesy Deutsche Grammophon"
		],
		[
			862,
			"bugs got a devilish grin conga",
			"Performed by The Moonrats Marcel Reginatto - Saxophone, Vocals Brian Emrich - Bass Guitar, Vocals Oscar Ooz - Trumpet, Vocals Theodore Birkey - Keyboards, Vocals Tico Torres (as Hector Torres) - Percussion, Vocals Darren Aronofsky - Vocals Engineered, Programmed and Mixed by James Murphy for DFA at Plantain Recording House NYC"
		],
		[
			863,
			"summer overture",
			"by Clint Mansell"
		],
		[
			864,
			"we belong together",
			"Written and Performed by Randy Newman Produced by Mitchell Froom"
		],
		[
			865,
			"youve got a friend in me para buzz espaol",
			"Music and Lyrics by Randy Newman Performed by Gipsy Kings Featuring Nicolas Reyes and Tonino Baliardo Produced by Tonino Baliardo and Nicolas Reyes"
		],
		[
			866,
			"dream weaver",
			"Written and Performed by Gary Wright Courtesy of Warner Bros. Records Inc. By Arrangement with Warner Music Group Film & TV Licensing"
		],
		[
			867,
			"le freak",
			"Written by Bernard Edwards and Nile Rodgers Performed by Chic Courtesy of Atlantic Recording Corp. By Arrangement with Warner Music Group Film & TV Licensing"
		],
		[
			868,
			"fit as a fiddle",
			"(1932) Music by Al Hoffman (uncredited) and Al Goodhart (uncredited) Lyrics by Arthur Freed Originally from the 1932 stage revue \"George White's Music Hall Varieties\" Sung by Gene Kelly (uncredited) and Donald O'Connor (uncredited)"
		],
		[
			869,
			"temptation",
			"(1933) Music by Nacio Herb Brown Originally from Going Hollywood (1933)"
		],
		[
			870,
			"all i do is dream of you",
			"(1934) Music by Nacio Herb Brown Lyrics by Arthur Freed Originally from Sadie McKee (1934) Sung by Debbie Reynolds (uncredited) and Chorus"
		],
		[
			871,
			"make em laugh",
			"(1948) Music by Nacio Herb Brown Lyrics by Arthur Freed Sung by Donald O'Connor (uncredited)"
		],
		[
			872,
			"ive got a feelin youre foolin",
			"(1935) Music by Nacio Herb Brown Lyrics by Arthur Freed Originally from Broadway Melody of 1936 (1935) Sung by chorus"
		],
		[
			873,
			"the wedding of the painted doll",
			"(1929) Music by Nacio Herb Brown Lyrics by Arthur Freed Originally from The Broadway Melody (1929) Sung by chorus"
		],
		[
			874,
			"should i",
			"(1929) Music by Nacio Herb Brown Lyrics by Arthur Freed Originally from Lord Byron of Broadway (1930) Sung by Wilson Wood (uncredited)"
		],
		[
			875,
			"beautiful girl",
			"(1933) Music by Nacio Herb Brown Lyrics by Arthur Freed Originally from Stage Mother (1933) Sung by Jimmy Thompson (uncredited)"
		],
		[
			876,
			"you were meant for me",
			"(1929) Music by Nacio Herb Brown Lyrics by Arthur Freed Originally from The Broadway Melody (1929) Sung by Gene Kelly (uncredited)"
		],
		[
			877,
			"moses supposes",
			"(1952) Music by Roger Edens (uncredited) Lyrics by Betty Comden (uncredited) and Adolph Green (uncredited) Sung by Gene Kelly (uncredited) and Donald O'Connor (uncredited)"
		],
		[
			878,
			"good morning",
			"(1939) Music by Nacio Herb Brown Lyrics by Arthur Freed Originally from Babes in Arms (1939) Sung by Gene Kelly (uncredited), Donald O'Connor (uncredited), and Debbie Reynolds (uncredited)"
		],
		[
			879,
			"singin in the rain",
			"(1929) Music by Nacio Herb Brown Lyrics by Arthur Freed Originally from The Hollywood Revue of 1929 (1929) Sung by Gene Kelly (uncredited)"
		],
		[
			880,
			"would you",
			"(1936) Music by Nacio Herb Brown Lyrics by Arthur Freed Originally from San Francisco (1936) Sung by Betty Noyes (uncredited) dubbing for Debbie Reynolds"
		],
		[
			881,
			"broadway rhythm ballet",
			"(1952) Music by Nacio Herb Brown Lyrics by Arthur Freed Originally from The Broadway Melody (1929) Sung by Gene Kelly (uncredited)"
		],
		[
			882,
			"singin in the rain in aflat",
			"(1929) Music by Nacio Herb Brown Lyrics by Arthur Freed Originally from The Hollywood Revue of 1929 (1929) Sung by Debbie Reynolds (uncredited), Gene Kelly (uncredited), Donald O'Connor (uncredited), and Millard Mitchell (uncredited)"
		],
		[
			883,
			"main title",
			"(uncredited) Conducted by Lennie Hayton Performed by MGM Studio Orchestra Sung by Gene Kelly, Donald O'Connor, and Debbie Reynolds"
		],
		[
			884,
			"dignity",
			"(uncredited) Conducted by Lennie Hayton Performed by MGM Studio Orchestra"
		],
		[
			885,
			"stunt montage",
			"(uncredited) Conducted by Lennie Hayton Performed by MGM Studio Orchestra"
		],
		[
			886,
			"first silent picture",
			"(uncredited) Conducted by Lennie Hayton Performed by MGM Studio Orchestra"
		],
		[
			887,
			"gene dreams of kathy",
			"(uncredited) Conducted by Lennie Hayton Performed by MGM Studio Orchestra"
		],
		[
			888,
			"good night kathy",
			"(uncredited) Conducted by Lennie Hayton Performed by MGM Studio Orchestra"
		],
		[
			889,
			"from dueling to dancing",
			"(uncredited) Conducted by Lennie Hayton Performed by MGM Studio Orchestra"
		],
		[
			890,
			"would you end title",
			"(uncredited) Conducted by Lennie Hayton Performed by MGM Studio Orchestra Sung by Gene Kelly, Debbie Reynolds, and Chorus"
		],
		[
			891,
			"march news of the day",
			"(uncredited) Music by John Rochetti"
		],
		[
			892,
			"aal izz well",
			"Lyrics by Swanand Kirkire Composed by Shantanu Moitra Performed by Sonu Nigam, Swanand Kirkire and Shaan Courtesy of Super Cassettes Industries Limited (T-Series)"
		],
		[
			893,
			"zoobi doobi",
			"Lyrics by Swanand Kirkire Composed by Shantanu Moitra Performed by Sonu Nigam and Shreya Ghoshal Courtesy of Super Cassettes Industries Limited (T-Series)"
		],
		[
			894,
			"behti hawa sa tha woh",
			"Lyrics by Swanand Kirkire Composed by Shantanu Moitra Performed by Shantanu Moitra and Shaan Courtesy of Super Cassettes Industries Limited (T-Series)"
		],
		[
			895,
			"give me some sunshine",
			"Lyrics by Swanand Kirkire Composed by Shantanu Moitra Performed by Suraj Jagan and Sharman Joshi Courtesy of Super Cassettes Industries Limited (T-Series)"
		],
		[
			896,
			"jaane nahin denge tujhe",
			"Lyrics by Swanand Kirkire Composed by Shantanu Moitra Performed by Sonu Nigam Courtesy of Super Cassettes Industries Limited (T-Series)"
		],
		[
			897,
			"zoobi doobi  remix",
			"Lyrics by Swanand Kirkire Composed by Shantanu Moitra Performed by Sonu Nigam and Shreya Ghoshal Courtesy of Super Cassettes Industries Limited (T-Series)"
		],
		[
			898,
			"aal izz well  remix",
			"Lyrics by Swanand Kirkire Composed by Shantanu Moitra Performed by Sonu Nigam, Swanand Kirkire and Shaan Courtesy of Super Cassettes Industries Limited (T-Series)"
		],
		[
			899,
			"the magic begins",
			"(uncredited) Performed by Yumi Shirakawa"
		],
		[
			900,
			"its now or never",
			"(uncredited) from \"O Sole Mio\" by Eduardo Di Capua and Alfredo Mazzucchi Adapted by Wally Gold and Aaron Schrder"
		],
		[
			901,
			"die forelle",
			"(uncredited) Written by Franz Schubert"
		],
		[
			902,
			"forellenquintett trout quintet 4th movement",
			"(uncredited) Written by Franz Schubert"
		],
		[
			903,
			"lapti nek",
			"(uncredited) Huttese Lyrics by Michele Gruska Music by John Williams Original lyrics by Joseph Williams Snooty's vocals by Annie Arbogast Arranged by John Williams, Joseph Williams, and Ernie Fosselius Published by Bantha Music (admin. by Warner Tamerlande Publ. Corp.)"
		],
		[
			904,
			"ewok celebration",
			"(uncredited) Music by John Williams Ewokese Lyrics by Ben Burtt Original English by Joseph Williams Published by Bantha Music (admin. by Warner Tamerlande Publ. Corp.)"
		],
		[
			905,
			"jedi rocks",
			"(1997 Special Edition) (uncredited) Composed and Arranged by Jerry Hey Remix Engineer Thomas Vicari Produced by Nick Redman"
		],
		[
			907,
			"atmospheres",
			"(1961) Music by Gyrgy Ligeti Performed by Southwest German Radio Orchestra (as the Southwest German Radio Orchestra) Conductor Ernest Bour"
		],
		[
			908,
			"lux aeterna",
			"(1966) Music by Gyrgy Ligeti Performed by Stuttgart Schola Cantorum (as the Stuttgart Schola Cantorum) Conductor Clytus Gottwald"
		],
		[
			909,
			"requiem",
			"(1963) (\"Requiem for Soprano, Mezzo-Soprano, Two Mixed Choirs, and Orchestra\") Music by Gyrgy Ligeti Performed by Bavarian Radio Orchestra (as the Bavarian Radio Orchestra) Conductor Francis Travis"
		],
		[
			910,
			"the blue danube",
			"(1866) (\"An der schnen, blauen Donau, op. 314 (The Blue Danube)\") Music by Johann Strauss (as Johann Strauss) Performed by Berliner Philharmoniker (as the Berlin Philharmonic Orchestra) Conductor Herbert von Karajan Courtesy Deutsche Grammophon"
		],
		[
			911,
			"thus spoke zarathustra",
			"Music by Richard Strauss Performed by Wiener Philharmoniker (uncredited) Conducted by Herbert von Karajan (uncredited)"
		],
		[
			912,
			"adventures",
			"(1962) (uncredited) Music by Gyrgy Ligeti Performed by The International Chamber Ensemble Darmstadt Conductor Bruno Maderna"
		],
		[
			913,
			"off beats mood",
			"(uncredited) Performed by Sidney Torch BBC segment opening theme."
		],
		[
			914,
			"daisy bell a bicycle built for two",
			"(1893) (uncredited) Composed by Harry Dacre Sung by Douglas Rain"
		],
		[
			915,
			"everybodys gotta learn sometime",
			"Written by James Warren Performed by Beck Beck appears courtesy of Geffen Records Produced by Beck and Jon Brion"
		],
		[
			916,
			"something",
			"Written by Richie James Eaton Performed by The Willowz"
		],
		[
			917,
			"keep on looking",
			"Written by Richie James Eaton Performed by The Willowz"
		],
		[
			918,
			"tere sang pyar main",
			"Written by Laxmikant Shantaram Kudalkar and Pyarelal Ramprasad Sharma (as Laxmikant Pyarelal) and Verma Malik (as Varma Malik) Performed by Lata Mangeshkar Courtesy of Universal Music India Private Limited (Mumbai) Under license from Universal Music Enterprises"
		],
		[
			919,
			"mere man tera pyasa",
			"Written by Sachin Dev Burman (as S.D. Burman) and Neeraj Performed by Mohammad Rafi (as Mohd. Rafi) Courtesy of Universal Music India Private Limited (Mumbai) Under license from Universal Music Enterprises"
		],
		[
			920,
			"concerto no 8 in d major opus 99",
			"by Charles-Auguste de Briot Courtesy of Naxos of America"
		],
		[
			921,
			"wada na tod",
			"Written by Rajesh Roshan Performed by Lata Mangeshkar Courtesy of Universal Music India Private Limited (Mumbai) Under license from Universal Music Enterprises"
		],
		[
			922,
			"some kinda shuffle",
			"Written and Performed by Don Nelson Courtesy of Too Cool Records"
		],
		[
			923,
			"nolas bounce",
			"Written and Performed by Don Nelson Courtesy of Too Cool Records"
		],
		[
			924,
			"light and dayreach for the sun",
			"Written by Tim DeLaughter (as Timothy DeLaughter) Performed by The Polyphonic Spree Courtesy of Hollywood Records"
		],
		[
			925,
			"oh my darling clementine",
			"(uncredited) Usually attributed to Percy Montrose Sung by Jim Carrey"
		],
		[
			926,
			"mr blue sky",
			"Written by Jeff Lynne Performed by Electric Light Orchestra Courtesy of Epic Records"
		],
		[
			927,
			"little green bag",
			"Performed by George Baker Selection Written by Jan Gerbrand Visser and George Baker (as Benjamino Bouwens) Published by Screen Gems-EMI Music Publishing Inc. O/B/O EMI Music Publishing Holland B.V. Courtesy of Rhino Records/Jerry Ross Productions"
		],
		[
			928,
			"stuck in the middle with you",
			"Performed by Stealers Wheel Written by Gerry Rafferty and Joe Egan Published by Screen Gems-EMI Music Publishing Inc. O/B/O Deestoke Ltd. & Baby Burn Music Ltd. Courtesy of A&M Records"
		],
		[
			929,
			"i gotcha",
			"Written and Performed by Joe Tex Published by Tree Publishing Co., Inc. Courtesy of Tree Productions"
		],
		[
			930,
			"fool for love",
			"Written and Performed by Sandy Rogers Published by Rattlesnake Writers"
		],
		[
			931,
			"hooked on a feeling",
			"Performed by Blue Swede Written by Francis Zambon (as Mark James) Published by Screen Gems-EMI Music Publishing Inc. Courtesy of EMI Records USA A division of Capitol Records, Inc. By Arrangement with CEMA Special Markets"
		],
		[
			932,
			"coconut",
			"Written and Performed by Harry Nilsson Published by EMI Blackwood Music, Inc. Courtesy of The RCA Record Label of BMG Music"
		],
		[
			933,
			"harvest moon",
			"Performed by Bedlam Written by Jay Joyce Published by Door Number One Music Administered by Songs of PolyGram International, Inc. Courtesy of MCA Records"
		],
		[
			934,
			"magic carpet ride",
			"Performed by Bedlam Written by Rushton Moreve and John Kay Published by Duchess Music Corporation and Kings Road Music Rights Administered by MCA Music Publishing A Division of MCA Music Inc. Courtesy of MCA Records"
		],
		[
			935,
			"wes turned country",
			"Written by Dwight Mikkelsen (as Nikki Bernard) (ASCAP) Produced by Ole Georg (BMI) Published by Ole Georg Music (ASCAP) Courtesy of Ole Georg/Capitol Production Music"
		],
		[
			936,
			"countrys cool",
			"Written by Jim Jacobsen (as Peter Morris) Produced by Ole Georg (BMI) Published by Ole Georg (ASCAP) Courtesy of Ole Georg/Capitol Production Music"
		],
		[
			937,
			"moondance",
			"Written and Performed by Van Morrison  Warner/Chappell Music (p) Warner Music"
		],
		[
			938,
			"julen har bragt velsignet bud",
			"Lyrics by B.S. Ingemann (as Ingemann) and music by C.E.F. Weyse (as Weise) Performed by Kathy Bdker"
		],
		[
			939,
			"mit hjerte altid vanker",
			"[written by] Carl Nielsen [performed by] Musica Ficta [conducted by] Bo Holten (p) Naxos Danmark"
		],
		[
			940,
			"in the bleak midwinter",
			"Lyrics by Christina Georgina Rossetti (as Rossetti) Music by Gustav Holst (as Holst) [performed by] The Worcester Cathedral Choir (as Worcester Cathedral Choir) (p) Naxos Danmark"
		],
		[
			941,
			"i was not to you what you were to me",
			"Written by Andi Almqvist Performed by Andi Almqvist Courtesy of Zentropa Music"
		],
		[
			942,
			"es ist ein ros entsprungen",
			"[written by] Michael Praetorius (as Praetorius) [performed by ] Wiener Sngerknaben [conducted by] Peter Marshik (as Peter Marschik) (p) Naxos Danmark"
		],
		[
			943,
			"et barn er fdt i betlehem",
			"(uncredited) Lyrics by Nikolai Frederik Severin Grundtvig Music by A.P. Berggreen from a German folk song"
		],
		[
			944,
			"it cant be love",
			"(uncredited) Written by Charlie Barnet and Haven Johnson Arranged by The King Cole Trio Performed by Raymond Tate, Buddy Collette, Buddy Banks, CeePee Johnson, and Alton Redd"
		],
		[
			945,
			"una voce poco fa",
			"(1816) (uncredited) from opera \"Il barbiere di Seviglia\" Music by Gioachino Rossini Libretto by Cesare Sterbini Arranged by Nathaniel Shilkret Sung by Dorothy Comingore (dubbed by Jean Forward)"
		],
		[
			946,
			"a poco no",
			"(1935) (uncredited) Music by Pepe Guzar Lyrics by Herman Ruby"
		],
		[
			947,
			"funeral march",
			"(1837) (uncredited) (Third Movement of \"Piano Sonata No. 2 in B-flat minor, Op. 35\" (1839)) Written by Frdric Chopin Arranged by Roy Webb"
		],
		[
			948,
			"a hot time in the old town",
			"(1896) (uncredited) Music by Theodore A. Metz"
		],
		[
			949,
			"the battle cry of freedom",
			"(1862) (uncredited) Music by George Frederick Root Arranged by Roy Webb"
		],
		[
			950,
			"the girl i left behind me",
			"(1758?) (uncredited) Written by Samuel Lover Arranged by Roy Webb"
		],
		[
			953,
			"aria from salammbo",
			"(1941) (uncredited) Music by Bernard Herrmann Lyrics by John Houseman Sung by Dorothy Comingore (dubbed by Jean Forward)"
		],
		[
			954,
			"theme",
			"(uncredited) from RKO's Abe Lincoln in Illinois (1940) Music by Roy Webb Performed in a \"News On The March\" sequence"
		],
		[
			955,
			"charlie kane",
			"(1941) (uncredited) Music based on \"A Poco No\" by Pepe Guzar (1935) Lyrics by Herman Ruby Sung by Charles Bennett"
		],
		[
			956,
			"pilgrims chorus",
			"(from \"Tannhuser\") Written by Richard Wagner Performed in a \"News On The March\" sequence"
		],
		[
			957,
			"the man who broke the bank at monte carlo",
			"(1892) (uncredited) Music and Lyrics by Fred Gilbert Sung a cappella by Peter O'Toole"
		],
		[
			958,
			"miracle",
			"Music by Maurice Jarre Performed by London Philharmonic Orchestra Conducted by Maurice Jarre"
		],
		[
			959,
			"nefud mirage",
			"Music by Maurice Jarre Performed by London Philharmonic Orchestra Conducted by Maurice Jarre"
		],
		[
			960,
			"rescue of gasim",
			"Music by Maurice Jarre Performed by London Philharmonic Orchestra Conducted by Maurice Jarre"
		],
		[
			961,
			"brining gasim into camp",
			"Music by Maurice Jarre Performed by London Philharmonic Orchestra Conducted by Maurice Jarre"
		],
		[
			962,
			"arrival at audas camo",
			"Music by Maurice Jarre Performed by London Philharmonic Orchestra Conducted by Maurice Jarre"
		],
		[
			963,
			"the voice of the guns",
			"Music by Kenneth Alford Performed by London Philharmonic Orchestra Conducted by Maurice Jarre"
		],
		[
			964,
			"in whose name do you ride",
			"Music by Maurice Jarre Performed by London Philharmonic Orchestra Conducted by Maurice Jarre"
		],
		[
			965,
			"continuation of the mircal",
			"Music by Maurice Jarre Performed by London Philharmonic Orchestra Conducted by Maurice Jarre"
		],
		[
			966,
			"suns anvil",
			"Music by Maurice Jarre Performed by London Philharmonic Orchestra Conducted by Maurice Jarre"
		],
		[
			967,
			"lawrence and bodyguard",
			"Music by Maurice Jarre Performed by London Philharmonic Orchestra Conducted by Maurice Jarre"
		],
		[
			968,
			"that is the desert",
			"Music by Maurice Jarre Performed by London Philharmonic Orchestra Conducted by Maurice Jarre"
		],
		[
			969,
			"end title",
			"Music by Maurice Jarre Performed by London Philharmonic Orchestra Conducted by Maurice Jarre"
		],
		[
			970,
			"le halle du roi de la montagne",
			"in \"Peer Gynt Suite No.1, Op.46\" (1876) Written by Edvard Grieg"
		],
		[
			971,
			"die walkre",
			"Written by Richard Wagner"
		],
		[
			972,
			"lacrimosa",
			"from Requiem, KV 626 Written by Wolfgang Amadeus Mozart"
		],
		[
			973,
			"the sacred war",
			"Written by Aleksandr Aleksandrov"
		],
		[
			974,
			"korobeiniki",
			"Written by Nikolai A. Nekrasov"
		],
		[
			975,
			"im wald im grnen walde",
			"Traditional"
		],
		[
			976,
			"blue danube",
			"Written by Johann Strauss"
		],
		[
			977,
			"tannhuser",
			"Written by Richard Wagner"
		],
		[
			978,
			"moya marusitschka",
			"Music and Lyrics By Pyotr Leshchenko"
		],
		[
			979,
			"its a most unusual day",
			"(1948) (uncredited) Music by Jimmy McHugh Lyrics by Harold Adamson Played as background music at the Plaza Hotel"
		],
		[
			980,
			"ive grown accustomed to her face",
			"(1956) (uncredited) Music by Frederick Loewe Lyrics by Alan Jay Lerner Portion sung by Cary Grant (as \"I've Grown Accustomed to Your Bourbon\") as he's being seated behind the wheel of the Mercedes while drunk"
		],
		[
			981,
			"symphony no 34 in c k 338 2nd movement andante di molto piu tosto allegretto",
			"(uncredited) Composed by Wolfgang Amadeus Mozart Played as 'cue 10B' on a record in the psychiatric ward"
		],
		[
			982,
			"sardis 4",
			"(uncredited) (Forever Female), from Skylark (1941) (Poochie) Composed by Victor Young Orchestrated by Gus Levene Played as 'cue 12D' by the orchestra while Scottie and Judy are dancing"
		]
	]
}